Repository: cooljeanius/glade-1.1.3
Catalog: po/*.po
Languages: ro, tr

source: Grid Options
ro: Opþiuni grilã
tr: Izgara Seçenekleri

source: Horizontal Spacing:
ro: Spaþiere orizontalã:
tr: Yatay Boþluk:

source: Vertical Spacing:
ro: Spaþiere verticalã:
tr: Dikey Boþluk:

source: Grid Style:
ro: Stil grilã:
tr: Izgara Biçemi:

source: Dots
ro: Puncte
tr: Nokta

source: Lines
ro: Linii
tr: Satýr

source: Snap Options
ro: Opþiuni prindere
tr: Yakalama Seçenekleri

source: Horizontal Snapping:
ro: Prindere orizontalã:
tr: Yatay Yakalama:

source: Left
ro: Stânga
tr: Sol

source: Right
ro: Dreapta
tr: Sað

source: Vertical Snapping:
ro: Prindere verticalã:
tr: Dikey Yakalama

source: Top
ro: Sus
tr: Üst

source: Bottom
ro: Jos
tr: Alt

source: Couldn't insert a GtkScrolledWindow widget.
ro: Nu pot insera widgetul GtkScrolledWindow.
tr: GtkScrolledWindow parçacýðý eklenemedi.

source: Couldn't insert a GtkViewport widget.
ro: Nu pot insera widgetul GtkViewport.
tr: Bir GtkViewport parçacýðý eklenemedi.

source: Couldn't add new widget.
ro: Nu pot adãuga un nou widget.
tr: Yeni parçacýk eklenemedi.

source: You can't add a widget at the selected position. Tip: GTK+ uses containers to lay out widgets. Try deleting the existing widget and using a box or table container instead.
ro: Nu puteþi adãuga un widget în poziþia selectatã. Pont: GTK+ foloseºte recipiente pentru a anula widgete. ªterge widgetul ºi foloseste în loc o casetã sau un recipient tabel.
tr: Seçili yere bir parçacýk eklenemez. Yardým: Gtk+ parçacýklarý düzenlemek için taþýyýcýlar kullanýlýr. Varolan parçacýðý silip yerine bir kutu ya da çizelge taþýyýcýsý kullanmaya çalýþýn.

source: Couldn't delete widget.
ro: Nu pot ºterge widgetul.
tr: Parçacýk silinemedi.

source: The widget can't be deleted
ro: Widgetul nu poate fi ºters.
tr: Bu parçacýk silinemez

source: The widget is created automatically as part of the parent widget, and it can't be deleted.
ro: Widgetul este creat automat, ca parte a widgetului tatã, ºi nu poate fi ºters.
tr: Bu parçacýk ana parçacýðýn bir parçasý olarak otomatik olarak yaratýlmýþtýr ve silinemez.

source: Border Width:
ro: Grosime chenar:
tr: Kenar Kalýnlýðý:

source: The width of the border around the container
ro: Grosimea chenarului în jurul recipientului
tr: Taþýyýcýnýn etrafýndaki kenarýn kalýnlýðý

source: Select
ro: Selecteazã
tr: Seç

source: Remove Scrolled Window
ro: ªterge fereastra cu defilare
tr: Kaydýrmalý Pencereyi Kaldýr

source: Add Scrolled Window
ro: Adaugã o fereastrã cu defilare
tr: Kaydýrmalý Pencere Ekle

source: Remove Alignment
ro: Suprimã alinierea
tr: Hizalamayý Sil

source: Add Alignment
ro: Adaugã aliniere
tr: Hizalama Ekle

source: Remove Event Box
ro: ªterge casetã evenim.
tr: Eylem Kutusunu Sil

source: Add Event Box
ro: Adaugã casetã evenim.
tr: Eylem Kutusu Ekle

source: Redisplay
ro: Reafiºeazã
tr: Yeniden Göster

source: Cut
ro: Decupeazã
tr: Kes

source: Copy
ro: Copiazã
tr: Kopyala

source: Paste
ro: Lipeºte
tr: Yapýþtýr

source: Delete
ro: ªterge
tr: Sil

source: N/A
tr: YOK

source: replacing child of container - not implemented yet
ro: înlocuire fiu al recipientului - încã neimplementatã
tr: Taþýyýcýnýn uydusunun silinmesi - bu iþlem kullanýlmamaktadýr

source: Couldn't insert GtkAlignment widget.
ro: Nu pot insera widgetul GtkAlignment.
tr: GtkAlignment parçacýðý eklenemedi.

source: Couldn't remove GtkAlignment widget.
ro: Nu pot ºterge widgetul GtkAlignment.
tr: GtkAlignment parçacýðý silinemedi.

source: Couldn't insert GtkEventBox widget.
ro: Nu pot insera widgetul GtkEventBox.
tr: GtkEventBox parçacýðý eklenemedi.

source: Couldn't remove GtkEventBox widget.
ro: Nu pot ºterge widgetul GtkEventBox.
tr: GtkEventBox parçacýðý silinemedi.

source: Couldn't insert GtkScrolledWindow widget.
ro: Nu pot insera widgetul GtkScrolledWindow.
tr: GtkScrolledWindow parçacýðý eklenemedi

source: Couldn't remove GtkScrolledWindow widget.
ro: Nu pot ºterge widgetul GtkScrolledWindow.
tr: GtkScrolledWindow parçacýðý silinemedi.

source: Remove Label
ro: ªerge etichetã
tr: Etiketi sil

source: OK
tr: Tamam

source: Error
ro: Eroare
tr: Hata

source: System Error
ro: Eroare de sistem
tr: Sistem hatasý

source: Error opening file
ro: Eroare la deschiderea fiºierului
tr: Dosya açýlamadý

source: Error reading file
ro: Eroare la citirea fiºierului
tr: Dosya okunamadý

source: Error writing file
ro: Eroare la scrierea fiºierului
tr: Dosyaya yazýlamadý

source: Invalid directory
ro: Director invalid
tr: Geçersiz dizin

source: Invalid value
ro: Valoare invalidã
tr: Geçersiz deðer

source: Invalid XML entity
ro: Intrare XML invalidã
tr: Geçersiz XML birimi

source: Start tag expected
ro: Lipseºte tagul de început
tr: Baþlama iþaretçisi bekleniyor

source: End tag expected
ro: Lipseºte tagul de sfârºit
tr: Bitiþ iþaretçisi bekleniyordu

source: Character data expected
ro: Data nu e un caracter
tr: Harf verisi bekleniyor

source: Class id missing
ro: Lipseste id clasã
tr: Sýnýf tanýmlayýcýsý eksik

source: Class unknown
ro: Clasã necunoscutã
tr: Bilinmeyen sýnýf

source: Invalid component
ro: Component invalid
tr: Geçersiz bileþen

source: Unexpected end of file
ro: Sfârsit de fiºier neaºteptat
tr: Beklenmedik dosya sonlandýrmasý

source: Unknown error code
ro: Cod de eroare necunoscut
tr: Bilinmeyen hata numarasý

source: Widget
tr: Parçacýk

source: Name:
ro: Nume:
tr: Ýsim:

source: Clipboard
ro: Tampon
tr: Pano

source: You need to select a widget to paste into
ro: Alegeþi un widget pentru a insera în el
tr: Yapýþtýrýlacak bir parçacýk seçilmeli

source: You can't paste into windows or dialogs.
ro: Nu puteþi insera în ferestre sau dialoguri.
tr: Pencerelerin ya da diyaloglarýn içine yapýþtýrma iþlemi yapýlamaz.

source: You can't paste into the selected widget, since it is created automatically by its parent.
ro: Nu puteþi insera în widgetul selectat, deoarece este creat automat de widgetul tatã.
tr: Seçili parçacýðýn içine yapýþtýrýlamaz, çünki bu parçacýk, ana parçacýk tarafýndan otomatik olarak yaratýldý.

source: Only menu items can be pasted into a menu or menu bar.
ro: În bara de meniuri pot fi inserate doar meniuri.
tr: Bir menüye yada menü çubuðuna sadece menü nesneleri yapýþtýrýlabilir .

source: Only GnomeDockItem widgets can be pasted into a GnomeDock.
ro: În GnomeDock pot fi inserate doar widgete GnomeDockItem.
tr: GnomeDock'un içine sadece GnomeDockItem parçacýklarý yapýþtýrýlabilir.

source: Only GnomeDockItem widgets can be pasted over a GnomeDockItem.
ro: Un widget GnomeDockItem poate înlocui doar alt GnomeDockItem.
tr: GnomeDockItem'ýn üstüne sadece baþka bir GnomeDockItem yapýþtýrýlabilir.

source: Sorry - pasting over a GnomeDockItem is not implemented yet.
ro: Scuze - înlocuirea GnomeDockItem încã nu este implementatã.
tr: GnomeDockItem'ýn üstüne yapýþtýrma iþlemi henüz uygulanmadý.

source: GnomeDockItem widgets can only be pasted into a GnomeDock.
ro: Un widget GnomeDockItem poate fi inserat doar în GnomeDock.
tr: GnomeDockItem'lar sadece GnomeDock'a yapýþtýrýlabilir .

source: None
ro: Nimic
tr: Hiçbiri

source: _New
ro: _Nou
tr: _Yeni

source: Create a new file
ro: Creare fiºier nou
tr: Yeni dosya yarat

source: Select Accelerator Key
ro: Alege tasta acceleratoare
tr: Hýzlandýrýcý anahtarý seç

source: Keys
ro: Taste
tr: Tuþlar

source: Menu Editor
ro: Editor meniu
tr: Menü Düzenleyici

source: Label
ro: Etichetã
tr: Etiket

source: Type
ro: Tip
tr: Çeþit

source: Accelerator
tr: Hýzlandýrýcý

source: Name
ro: Nume
tr: Ýsim

source: Handler
ro: Descriptor
tr: Yönetici

source: Active
ro: Activ
tr: Aktif

source: Group
ro: Grup
tr: Grup

source: Icon
tr: Simge

source: Move the item and its children up one place in the list
ro: Mutã elementul ºi fiii sãi un loc în sus pe listã
tr: Nesneyi ve uydularýný listede bir basamak yukarý kaydýr

source: Move the item and its children down one place in the list
ro: Mutã elementul ºi fiii sãi un loc în jos pe listã
tr: Nesneyi ve uydularýný listede bir basamak aþaðý kaydýr

source: Move the item and its children up one level
ro: Mutã elementul ºi fiii sãi un nivel mai sus
tr: Nesneyi ve uydularýný listede bir seviye yukarý kaydýr

source: Move the item and its children down one level
ro: Mutã elementul ºi fiii sãi un nivel mai jos
tr: Nesneyi ve uydularýný listede bir seviye aþaðý kaydýr

source: Stock Item:
ro: Element listã:
tr: Gnome Öðesi:

source: The stock Gnome item to use.
ro: Lista elementelor Gnome.
tr: Kullanýlacak Gnome öðesi.

source: The text of the menu item, or empty for separators. Hit return to add a new item below this one. Ctl-Return adds a child item beneath this one.
ro: Textul elementului, sau lasã gol pentru separator. RETURN pentru a adãuga un nou element sub acesta. Ctl-RETURN adaugã un element-fiu sub acesta.
tr: Menü nesnesinin metni(ayraçlar için boþ býrakýlýr). 'Return' ile yeni bir nesne eklenebilir. Ctrl-Return yeni bir uydu nesne yaratýr.

source: Label:
ro: Eticheta:
tr: Etiket:

source: The name of the widget
ro: Numele widgetului
tr: Parçacýðýn adý

source: The function to be called when the item is selected
ro: Functia apelatã când elementul este selectat
tr: Nesne seçildiðinde çaðrýlacak olan fonksiyon

source: Handler:
ro: Descriptor:
tr: Yönetici:

source: An optional icon to show on the left of the menu item.
ro: Icon-ul, opþional, afiºat în meniu la stânga elementului.
tr: Menü nesnesinin solunda gösterilecek seçimlik bir resim .

source: Icon:
tr: Simge:

source: The tip to show when the mouse is over the item
ro: Pontul afiºat când mouse-ul este pe element
tr: Fare nesnenin üstüne geldiðinde gösterilen balon yardým

source: Tooltip:
tr: Balon yardýmý:

source: Add a new item below the selected item.
ro: Acaugã un nou element sub cel selectat.
tr: Seçili nesnenin altýna yeni bir tane ekle

source: Add a separator below the selected item.
ro: Adaugã separator sub elementul selectat.
tr: Seçili nesnenin altýna bir ayraç ekle

source: _Delete
ro: _Sterge
tr: _Sil

source: Delete the current item
ro: ªterge elementul curent
tr: Þu anki nesneyi sil

source: Item Type:
ro: Tip element:
tr: Nesne tipi:

source: If the item is initially on.
ro: Dacã elementul este initial activ.
tr: Nesne baþlangýç anýnda aktif olacaksa.

source: Active:
ro: Activ:
tr: Aktif:

source: No
ro: Nu
tr: Hayýr

source: Group:
ro: Grup:
tr: Grup:

source: Radio
tr: Seçim

source: Check
ro: Bifat
tr: Kontrol

source: Accelerator:
tr: Hýzlandýrýcý:

source: Ctrl
tr: Kontrol

source: Shift
tr: Üstkarakter

source: Key:
ro: Tasta:
tr: Tuþ:

source: Modifiers:
ro: Modificatoare:
tr: Eklemler:

source: Yes
ro: Da
tr: Evet

source: Select icon
ro: Alege icon
tr: Simge seç

source: separator
tr: ayraç

source: New
ro: Nou
tr: Yeni

source: Selector
tr: Seçici

source: The project directory is not set. Please set it using the Project Options dialog.
ro: Directorul proiectului nu este dat. Definiþi-l prin dialogul 'Opþiuni proiect'.
tr: Proje dizini belirtilmemiþ. Lütfen Proje Seçenekleri diyaloðunda belirtin.

source: The source directory is not set. Please set it using the Project Options dialog.
ro: Directorul sursã nu este dat. Definiþi-l prin dialogul 'Opþiuni proiect'.
tr: Kaynak dizini belirtilmemiþ . Lütfen Proje Seçenekleri diyaloðunda belirtin.

source: Invalid source directory: The source directory must be the project directory or a subdirectory of the project directory.
ro: Director sursã invalid: Directorul sursã trebuie sã fie directorul proiectului sau un subdirector al directorul proiectului
tr: Geçersiz kaynak dizini : Kaynak dizini proje dizini ya da proje dizininin bir alt dizini olmak zorundadýr.

source: The pixmaps directory is not set. Please set it using the Project Options dialog.
ro: Directorul de pixmap-uri nu este dat. Definiþi-l prin dialogul 'Opþiuni proiect'.
tr: Resimler dizini belirtilmemiþ. Lütfen Proje Seçenekleri diyaloðunda belirtin.

source: Sorry - generating source for %s is not implemented yet
ro: Scuze - generarea sursei pentru %s încã nu este implementatã
tr: %s için kaynaklarýn yaratýlmasý henüz uygulanmamýþtýr

source: Error running gate to generate the Ada95 source code. Check that you have gate installed and that it is in your PATH.
ro: Eroare în gate la generarea codului sursã Ada95. Verificaþi dacã gate este instalat si dacã este în PATH.
tr: Ada95 kaynaklarýný yaratmak için gerekli olan geçit çalýþtýrýlamadý. Lütfen geçidin doðru PATH içinde olduðunu kontrol edin.

source: Error running glade2perl to generate the Perl source code. Check that you have glade2perl installed and that it is in your PATH.
ro: Eroare în glade2perl la generarea codului sursã Perl. Verificaþi dacã glade2perl este instalat si dacã este în PATH.
tr: Perl kaynaklarýný yaratmak için gerekli olan glade2perl çalýþtýrýlamadý. Lütfen glade2perl'in doðru PATH içinde olduðunu kontrol edin.

source: Error running eglade to generate the Eiffel source code. Check that you have eglade installed and that it is in your PATH.
ro: Eroare în eglade la generarea codului sursã Eiffel. Verificaþi dacã eglade este instalat si dacã este în PATH.
tr: Eiffel kaynaklarýný yaratmak için gerekli olan eglade çalýþtýrýlamadý . Lütfen eglade'in doðru PATH içinde olduðunu kontrol edin.

source: The pixmap directory is not set. Please set it using the Project Options dialog.
ro: Directorul de pixmap-uri nu este dat. Definiþi-l prin dialogul 'Opþiuni proiect'.
tr: Resimler dizini belirtilmemiþ . Lütfen Proje Seçenekleri diyaloðunda belirtin.

source: Project Options
ro: Opþiuni proiect
tr: Proje Seçenekleri

source: General
tr: Genel

source: Basic Options:
ro: Opþiuni de bazã:
tr: Temel Seçenekler:

source: The project directory
ro: Directorul proiectului
tr: Proje dizini

source: Project Directory:
ro: Director proiect:
tr: Proje dizini :

source: Browse...
ro: Rãsfoieºte...
tr: Gözat...

source: The name of the current project
ro: Numele proiectului curent
tr: Geçerli projenin adý

source: Project Name:
ro: Nume proiect:
tr: Proje Adý:

source: The name of the program
ro: Numele programului
tr: Programýn adý

source: Program Name:
ro: Nume program:
tr: Uygulama adý:

source: The project file
ro: Fiºierul proiectului
tr: Glade proje dosyasý

source: Project File:
ro: Fiºier proiect:
tr: Proje dosyasý:

source: Subdirectories:
ro: Subdirectoare:
tr: Alt dizinler:

source: The directory to save generated source code
ro: Directorul de salvare a codului sursã
tr: Yaratýlacak kaynaðýn saklandýðý dizin

source: Source Directory:
ro: Director sursã:
tr: Kaynak Dizin:

source: The directory to store pixmaps
ro: Directorul de pixmap-uri
tr: Resimlerin barýndýðý dizin

source: Pixmaps Directory:
ro: Director pixmap:
tr: Resim Dizini:

source: The license which is added at the top of generated files
ro: Licenþa care va fi pusã la începutul fiºierelor generate
tr: Yaratýlan her dosyanýn baþýna eklenecek olan telif bilgisi

source: License:
ro: Licenþã:
tr: Telif hakký:

source: Language:
ro: Limbaj:
tr: Dil:

source: Enable Gnome Support
ro: Cu suport Gnome
tr: Gnome Desteðini Etkinleþtir

source: If a Gnome application is to be built
ro: Dacã este generatã o aplicaþie Gnome
tr: Bir Gnome uygulamasý yaratýlacaksa

source: Enable Gnome DB Support
ro: Cu suport Gnome DB
tr: Gnome DB desteðini etkinleþtir

source: If a Gnome DB application is to be built
ro: Dacã este generatã o aplicaþie Gnome DB
tr: Bir Gnome DB uygulamasý yaratýlacaksa

source: C Options
ro: Opþiuni C
tr: C Ayarlarý

source: General Options:
ro: Opþiuni generale:
tr: Genel Ayarlar:

source: Gettext Support
ro: Suport gettext
tr: Gettext Desteði

source: If strings are marked for translation by gettext
ro: Dacã ºirurile sunt marcate pentru traducere cu gettext
tr: Gettext tarafýndan tercüme edilenecek metinler iþaretlendiyse

source: Set Widget Names
ro: Numeºte widgetele
tr: Parçacýk Ýsimlerini Belirle

source: If widget names are set in the source code
ro: Dacã numele widgetelor sunt date în codul sursã
tr: Parçacýk isimleri kaynak kodda belirlenecekse

source: Backup Source Files
ro: Copii siguranþã surse
tr: Kaynak Dosyalarýný Yedekle

source: If copies of old source files are made
ro: Dacã se fac copii de siguranþã ale surselor
tr: Eski kaynak dosyalarýnýn kopyalarý varsa

source: Gnome Help Support
ro: Suport 'Ajutor' Gnome
tr: Gnome Yardým Desteði

source: If support for the Gnome Help system should be included
ro: Dacã va fi inclus suportul sistemului de ajutor Gnome
tr: Gnome Yardým sistemi desteði gerekliyse

source: File Output Options:
ro: Opþiuni fiºiere de ieºire:
tr: Dosya Çýktýsý Seçenekleri:

source: Output main.c File
ro: Fiºierul produs main.c
tr: main.c Dosyasýný Yaz

source: If a main.c file is output containing a main() function, if it doesn't already exist
ro: Dacã fiºierul produs main.c conþinând funcþia main() încã nu existã
tr: Bir main.c dosyasý yoksa main() iþlemini içeren bir dosya yazýlacaktýr

source: Output Support Functions
ro: Produse ale funcþiilor suport
tr: Destek iþlemlerini yaz

source: If the support functions are output
ro: Dacã funcþiile suport produc ceva
tr: Destek iþlemleri yazýlacaksa

source: Output Build Files
ro: Produsul generãrii
tr: Kurum dosyalarýný yaz

source: If files for building the source code are output, including Makefile.am and configure.in, if they don't already exist
ro: Dacã se produc fiºiere cod sursã. inclusiv Makefile.am ºi configure.in, dacã acestea încã nu existã
tr: Kaynaðý kurmak için gerekli dosyalar yazýlacaksa(Makefile.am ve configure.in yoksa yazýlacaktýr)

source: Interface Creation Functions:
ro: Funcþii creare interfaþã:
tr: Kullanýcý arayüzü iþlemleri :

source: The file in which the functions to create the interface are written
ro: Fiºierul în care se scriu funcþiile de creare a interfeþei
tr: Kullanýcý arayüzünü yaratacak iþlemlerin yazýlacaðý dosyalar

source: Source File:
ro: Fiºier sursã:
tr: Kaynak dosya :

source: The file in which the declarations of the functions to create the interface are written
ro: Fiºierul în care se scriu instrucþiunile funcþiilor de creare a interfeþei
tr: Kullanýcý arayüzünü yaratacak iþlemlerin tanýmlarýnýn yazýlacaðý dosya

source: Header File:
ro: Fiºier header:
tr: Baþlýk dosya :

source: Signal Handler & Callback Functions:
ro: Manipulant semnale ºi funcþii de rapel:
tr: Sinyal yönetici ve geri-verim iþlemleri :

source: The file in which the empty signal handler and callback functions are written
ro: Fiºierul în care se scriu descriptorii (fãrã semnal) ºi funcþiile de rapel
tr: Boþ iþaret yöneticileri ve geri-verim iþlemlerinin yazýlacaðý dosya

source: The file in which the declarations of the signal handler and callback functions are written
ro: Fiºierul în care se scriu instrucþiunile manipulantului semnalelor ºi al funcþiilor de rapel
tr: Boþ iþaret yöneticileri ve geri-verim iþlemlerinin tanýmlarýnýn yazýlacaðý dosya

source: Support Functions:
ro: Funcþii suport:
tr: Destek iþlemleri :

source: The file in which the support functions are written
ro: Fiºierul în care se scriu funcþiile suport
tr: Destek iþlemlerinin yazýldýðý dosya

source: The file in which the declarations of the support functions are written
ro: Fiºierul în care se scriu declaraþiile funcþiilor suport
tr: Destek iþlemlerin tanýmlarýnýn yazýldýðý dosya

source: LibGlade Options
ro: Opþiuni LibGlade
tr: LibGlade ayarlarý

source: Translatable Strings:
ro: ªiruri traductibile:
tr: Tercüme edilebilir sözdizimler :

source: Save Translatable Strings
ro: Salveazã ºiruri traductibile
tr: Tercüme edilebilir sözdizimleri kaydet

source: If translatable strings are saved in a separate C source file, to enable translation of interfaces loaded by libglade
ro: Dacã ºirurile traductibile sunt salvate într-un fiºier sursã C separat, pentru a activa traducerea interfeþelor prin libglade
tr: Libglade tarafýndan yüklenen kulanýcý arayüzlerinin tercüme edilmesi için gereken tercüme edilebilir sözdizimler bir dosyaya kaydedilecekse

source: The C source file to save all translatable strings in
ro: Fiºierul sursã C pentru salvarea ºirurilor traductibile
tr: Tercüme edilebilir sözdizimlerin kaydedileceði C kaynak dosyasý

source: File:
ro: Fiºier:
tr: Dosya:

source: Select the Project Directory
ro: Selectare director proiect
tr: Proje Dizinini Seçin

source: You need to set the Translatable Strings File option
ro: Definiþi opþiunea 'Fiºier de ºiruri traductibile'
tr: Tercüme edilebilir sözdizim dosyasý ayarlanmalýdýr

source: You need to set the Project Directory option
ro: Definiþi opþiunea 'Director proiect'
tr: Proje dizini ayarlanmalýdýr

source: You need to set the Project File option
ro: Definiþi opþiunea 'Fiºier proiect'
tr: Proje dosyasý seçeneði ayarlanmalýdýr

source: You need to set the Project Name option
ro: Definiþi opþiunea 'Nume proiect'
tr: Proje ismi seçeneði ayarlanmalýdýr

source: You need to set the Program Name option
ro: Definiþi opþiunea 'Nume proiect'
tr: Uygulama ismi seçeneði ayarlanmalýdýr

source: You need to set the Source Directory option
ro: Definiþi opþiunea 'Director sursã'
tr: Kaynak dizini seçeneði ayarlanmalýdýr

source: You need to set the Pixmaps Directory option
ro: Definiþi opþiunea 'Director pixmap'
tr: Resimler dizini seçeneði ayarlanmalýdýr

source: Create a new project
ro: Creazã un proiect nou
tr: Yeni bir proje yarat

source: Output the project source code
ro: Ieºire cod sursã proiect
tr: Projenin kaynak kodunu yaz

source: Edit the project options
ro: Editeazã opþiuni proiect
tr: Proje ayarlarýný düzenle

source: Delete the selected widget
ro: ªterge widgetul selectat
tr: Seçili parçacýðý sil

source: Show _Palette
ro: Aratã _Paleta
tr: Paleti _göster

source: Show the palette of widgets
ro: Aratã paleta widgetului
tr: Parçacýk paletini göster

source: Show Property _Editor
ro: Aratã _Editor proprietãþi
tr: Öz_ellikler editörünü göster

source: Show the property editor
ro: Aratã editorul proprietãþilor
tr: Özellikler editörünü göster

source: Show Widget _Tree
ro: Aratã _Arbore widget
tr: Parçacýklar _aðacýný göster

source: Show the widget tree
ro: Aratã arborele widgetului
tr: Parçacýklar aðacýný göster

source: Show _Clipboard
ro: Aratã _Tamponul
tr: _Panoyu Göster

source: Show the clipboard
ro: Aratã tamponul
tr: Panoyu göster

source: Show _Grid
ro: Aratã _Grila
tr: Izgarayý _Göster

source: Show the grid (in fixed containers only)
ro: Aratã grila (numai la recipiente fixe)
tr: Izgarayý göster (sadece belirli boyutlarda olanlar için)

source: _Snap to Grid
ro: _Prinde Grila
tr: Izgaraya Göre _Uydur

source: Snap widgets to the grid
ro: Prindere widgete de grilã
tr: Parçacýklarý ýzgaraya göre uydur

source: Show _Widget Tooltips
ro: Aratã tooltipuri _Widget
tr: P_arçacýðýn balon yardýmlarýný göster

source: Show the tooltips of created widgets
ro: Aratã tooltipurile widgetului creat
tr: Yaratýlan parçacýklarýn balon yardýmlarýný göster

source: Set Grid _Options...
ro: _Opþiuni grilã...
tr: Izgara _Seçeneklerini Ayarla...

source: Set the grid style and spacing
ro: Stilul grilei ºi spatierile
tr: Izgara biçemini ve boþluklarýný ayarla

source: Set Snap O_ptions...
ro: Opþiuni de p_rindere...
tr: _Yakalama Seçeneklerini Ayarla...

source: Set options for snapping to the grid
ro: Opþiuni de prindere de grilã
tr: ýzgaraya uydurma ayarlarýný belirle

source: New Project
ro: Proiect nou
tr: Yeni Proje

source: Open
ro: Deschide
tr: Aç

source: Open Project
ro: Deschide proiect
tr: Proje Aç

source: Save
ro: Salveazã
tr: Kaydet

source: Save Project
ro: Salveazã proiect
tr: Projeyi Kaydet

source: Options
ro: Opþiuni
tr: Seçenekler

source: Build
ro: Generare
tr: Yarat

source: Build the Source Code
ro: Genereazã codul sursã
tr: Kaynaðý Yarat

source: Open an existing project
ro: Deschide un proiect existent
tr: Varolan bir projeyi aç

source: Save project
ro: Salveazã proiect
tr: Projeyi kaydet

source: Show the properties of the selected widget
ro: Aratã proprietãþile widgetului selectat
tr: Seçili parçacýðýn özelliklerini göster
