Repository: cooljeanius/glade-1.1.3
Catalog: po/*.po
Languages: ro, tr

source: New vertical button box
ro: Casetã de butoane verticalã nouã
tr: Yeni düþey düðme kutusu

source: Vertical Button Box
ro: Casetã de butoane verticalã
tr: Düþey düðme kutusu

source: The type of shadow of the viewport
ro: Tipul umbrei vederii
tr: Bakýþ kutusunun gölge tipi

source: Viewport
ro: Vedere
tr: Bakýþ kutusu

source: Vertical Panes
ro: Cursoare verticale
tr: Düþey paneller

source: Vertical Ruler
ro: Rigla verticalã
tr: Düþey cetvel

source: Vertical Scale
ro: Scara verticalã
tr: Düþey ölçek

source: Vertical Scrollbar
ro: Barã de defilare verticalã
tr: Düþey kaydýrma çubuðu

source: Vertical Separator
ro: Separator vertical
tr: Düþey ayraç

source: Title:
ro: Titlu:
tr: Üstyazý :

source: The title of the window
ro: Titlul ferestrei
tr: Pencerenin üstyazýsý

source: The type of the window
ro: Tipul ferestrei
tr: Pencerenin tipi

source: The initial position of the window
ro: Poziþia iniþialã a ferestrei
tr: Pencerenin baþlangýçtaki konumu

source: Modal:
ro: Modalã:
tr: Baðlayýcý :

source: If the window is modal
ro: Dacã fereastra este modalã
tr: Pencere kullanýcýyý baðlayýcý ise

source: Default Width:
ro: Lãþime implicitã:
tr: Öntanýmlý geniþlik :

source: The default width of the window
ro: Lãþimea implicitã a ferestrei
tr: Pencerenin öntanýmlý geniþliði

source: Default Height:
ro: Înãlþime implicitã:
tr: Öntanýmlý Yükseklik:

source: The default height of the window
ro: Înãlþimea implicitã a ferestrei
tr: Pencerenin öntanýmlý yüksekliði

source: If the window can be shrunk
ro: Dacã fereastra poate fi strânsã
tr: Pencere küçültülebilirse

source: Grow:
ro: Mãrire:
tr: Büyüt:

source: If the window can be enlarged
ro: Dacã fereastra poate fi mãritã
tr: Pencere büyütülebilirse

source: WM Name:
ro: Nume WM
tr: WM Adý:

source: The name to pass to the window manager
ro: Numele de transmis managerului de ferestre
tr: Pencere yöneticisine geçirilecek isim

source: WM Class:
ro: Clasã WM:
tr: WM Sýnýfý:

source: The class name to pass to the window manager
ro: Numele clasei de transmis managerului de ferestre
tr: Pencere yöneticisine geçirilecek sýnýf adý

source: Window
ro: Fereastrã
tr: Pencere

source: Allow Floating:
ro: Flotant:
tr: Kaydýrmaya Ýzin Ver:

source: If floating dock items are allowed
ro: Dacã pot fi elemente cu docare flotantã
tr: Kaydýrabilir rýhtým öðeleri isteniyorsa

source: Add dock band on top
ro: Adaugã bandã de docare sus
tr: Üste bir rýhtým aralýðý ekle

source: Add dock band on bottom
ro: Adaugã bandã de docare jos
tr: Alta bir rýhtým aralýðý ekle

source: Add dock band on left
ro: Adaugã bandã de docare la stânga
tr: Sola bir rýhtým aralýðý ekle

source: Add dock band on right
ro: Adaugã bandã de docare la dreapta
tr: Saða bir rýhtým aralýðý ekle

source: Add floating dock item
ro: Adaugã element docat flotant
tr: Kaydýrabilir rýhtým öðesi ekle

source: Gnome Dock
ro: Doc Gnome
tr: Gnome rýhtýmý

source: Locked:
ro: Blocat:
tr: Kilitli:

source: If the dock item is locked in position
ro: Dacã elementul docat este blocat în poziþie
tr: Rýhtým nesnesi bulunduðu konumda kitliyse

source: Exclusive:
ro: Exclusiv:
tr: Tek baþýna:

source: If the dock item is always the only item in its band
ro: Dacã elementul docat este întotdeauna singur în banda sa
tr: Rýhtým nesnesi kendi aralýðýndaki tek nesne olacaksa

source: Never Floating:
ro: Fãrã flotare:
tr: Kayýdýrýlamaz :

source: If the dock item is never allowed to float in its own window
ro: Dacã elementul docat nu poate flota în propria sa fereastrã
tr: Rýhtým nesnesi kendi penceresini asla kaydýramayacaksa

source: Never Vertical:
ro: Fãrã vertical:
tr: Asla Dikey Deðil:

source: If the dock item is never allowed to be vertical
ro: Dacã elementul docat nu poate fi vertical
tr: Rýhtým nesnesi hiç düþey olamayacaksa

source: Never Horizontal:
ro: Fãrã orizontal:
tr: Asla Yatay Deðil:

source: If the dock item is never allowed to be horizontal
ro: Dacã elementul docat nu poate fi orizontal
tr: Rýhtým nesnesi hiç yatay olmayacaksa

source: The type of shadow around the dock item
ro: Tipul umbrei în jurul elementului docat
tr: Rýhtým nesnesinin etrafýndaki gölgeleme tipi

source: The orientation of a floating dock item
ro: Orientarea elementului docat
tr: Kaydýrabilir rýhtým nesnesinin yönü

source: Add dock item before
ro: Adaugã element docat înainte
tr: Rýhtým nesnesini önceden ekle

source: Add dock item after
ro: Adaugã element docat dupã
tr: Rýhtým nesnesini sonradan ekle

source: Gnome Dock Item
ro: Element docat Gnome
tr: Gnome rýhtým nesnesi

source: _New File
ro: Fiºier _Nou
tr: Y_eni Dosya

source: Status Bar:
ro: Barã de stare:
tr: Durum Çubuðu:

source: If the window has a status bar
ro: Dacã fereastra are barã de stare
tr: Pencerede durum çubuðu kullanýlacaksa

source: Store Config:
ro: Memo config.:
tr: Ayarlarý Kaydet:

source: If the layout is saved and restored automatically
ro: Dacã aspectul este salvat ºi refãcut automat
tr: Yerleþim ve boyut otomatik olarak kaydedilip, baþlangýçta okunacaksa

source: Logo:
tr: Amblem:

source: The pixmap to use as the logo
ro: Pixmap-ul folosit ca logo
tr: Amblem olarak kullanýlacak resim

source: Copyright:
tr: Telif hakký:

source: The copyright notice
ro: Informare privind drepturile de autor
tr: Telif hakký bilgileri

source: Comments:
ro: Comentarii:
tr: Açýklamalar:

source: Additional information, such as a description of the package and its home page on the web
ro: Informaþii suplimentare, ca descrierea pachetului ºi pagina sa pe web
tr: Uygulama hakkýnda ek bilgiler, örneðin Ýnternet sitesi ile ilgili bilgiler

source: Authors:
ro: Autori:
tr: Yazar(lar):

source: The authors of the package, one on each line
ro: Autorii pachetului, câte unul pe linie
tr: Uygulamanýn yazar(lar)ý, her satýrda bir isim olacak þekilde:

source: Gnome About Dialog
ro: Dialogul despre Gnome
tr: Gnome Hakkýnda Penceresi

source: New File
ro: Fiºier nou
tr: Yeni Dosya

source: Open File
ro: Deschide fiºier
tr: Dosya Aç

source: Save File
ro: Salveazã fiºier
tr: Dosyayý Kaydet

source: Gnome Application Window
ro: Fereastrã de aplicaþie Gnome
tr: Gnome uygulama penceresi

source: Status Message.
ro: Mesaj de stare.
tr: Durum Mesajý.

source: Progress:
ro: Progres:
tr: Ýlerleme:

source: If the app bar has a progress indicator
ro: Dacã bara de aplicaþii are indicator de progres
tr: Uygulama çubuðunda ilerleme göstergesi olacaksa

source: Status:
ro: Stare:
tr: Durum:

source: If the app bar has an area for status messages and user input
ro: Dacã bara de aplicaþii are zone pt. intrare ºi mesaje de stare
tr: Uygulama çubuðunda durum iletileri ve kullanýcý girdileri için bir bölge olacaksa

source: Gnome Application Bar
ro: Bara de aplicaþii Gnome
tr: Gnome Uygulama Çubuðu

source: Anti-Aliased:
ro: Anti-alias:
tr: Düzeltmeli:

source: If the canvas is anti-aliased, to smooth the edges of text and graphics
ro: Dacã rastrul este anti-alias, pt. a netezi muchiile la text ºi graficã
tr: Canvas kenarlarý düzeltilecekse ( yani metin ve resimlerin kenarlarý düzeltilecekse )

source: The minimum x coordinate
ro: Coordonata X minimã
tr: Asgari X koordinatý

source: The minimum y coordinate
ro: Coordonata Y minimã
tr: Asgari Y koordinatý

source: The maximum x coordinate
ro: Coordonata X maximã
tr: Azami X koordinatý

source: The maximum y coordinate
ro: Coordonata Y maximã
tr: Azami Y koordinatý

source: Pixels Per Unit:
ro: Pixeli pe unitate:
tr: Birim baþýna benek sayýsý:

source: The number of pixels corresponding to one unit
ro: Numãrul de pixeli pe unitatea de lungime
tr: Bir birime eþdeðer piksellerin sayýsý

source: If the sample should use dithering to be more accurate
ro: Dacã imaginea va fi interpolatã pentru a fi acceptabilã
tr: Örnek dither sayesinde daha doðru olacaksa

source: Use Alpha:
ro: Cu Alfa:
tr: Alfa Kanalýný Kullan:

source: If the alpha channel should be used
ro: Dacã va fi folosit canalul Alfa
tr: Alfa kanalý kullanýlacaksa

source: The title of the color selection dialog
ro: Titlul dialogului pentru alegerea culorii
tr: Renk seçme diyaloðu üstyazýsý

source: Pick a color
ro: Ia o culoare
tr: Bir renk seçin

source: Gnome Color Picker
ro: Selector de culori Gnome
tr: Gnome Renk Seçicisi

source: Show Time:
ro: Aratã ora:
tr: Zamaný Göster:

source: If the time is shown as well as the date
ro: Dacã este afiºatã ora ºi data
tr: Tarihin yaný sýra saat de gösterilecekse

source: 24 Hour Format:
ro: Format de 24h:
tr: 24 saat düzeni :

source: If the time is shown in 24-hour format
ro: Dacã ora este afiºatã în format 24:00
tr: Zaman 24-saat düzeninde gösterilecekse

source: Lower Hour:
ro: Ora min:
tr: Asgari Saat:

source: The lowest hour to show in the popup
ro: Ora minimã afiºatã în popup
tr: Gösterilecek en erken saat

source: Upper Hour:
ro: Ora max:
tr: Üst Saat:

source: The highest hour to show in the popup
ro: Ora maximã afiºatã în popup
tr: Gösterilecek en geç saat

source: Auto Close:
ro: Auto-închide:
tr: Otomatik Kapat:

source: If the dialog closes when any button is clicked
ro: Dacã fereastra se închide dupã apãsarea unui buton
tr: Diyalogdaki her hangi bir düðmeye basýlýnca diyalog kapanacaksa

source: Hide on Close:
ro: Închis = ascuns:
tr: Kapatýldýðýnda Gizle:

source: If the dialog is hidden when it is closed, instead of being destroyed
ro: Dacã la închidere, în loc sã fie distrusã, fereastra este doar ascunsã
tr: Diyalog kapatýldýðýnda sonlandýrmak yerine sadece gizlenecekse

source: Gnome Dialog Box
ro: Caseta de dialog Gnome
tr: Gnome diyalog kutusu

source: New Gnome Druid
ro: Druid Gnome nou
tr: Yeni Gnome Sihirbazý

source: Add Start Page
ro: Adaugã pag. de start
tr: Baþlangýç Sayfasý Ekle

source: Add Finish Page
ro: Adaugã pag. de sfârºit
tr: Bitiþ Sayfasý Ekle

source: Druid
tr: Sihirbaz

source: The title of the page
ro: Titlul paginii
tr: Sayfanýn baþlýðý

source: The main text of the page, introducing people to the druid.
ro: Textul principal din paginã, introducând utilizatorul în druid.
tr: Sayfanýn ana metni (kullanýcýlara sihirbazý tanýtan metin).

source: Title Color:
ro: Culoare titlu:
tr: Üstyazý Rengi:

source: The color of the title text
ro: Culoarea textului din titlu
tr: Üstyazý metninin rengi

source: Text Color:
ro: Culoare text:
tr: Metin Rengi:

source: The color of the main text
ro: Culoarea textului principal
tr: Ana metinin rengi

source: Back. Color:
ro: Culoare fond:
tr: Arkaplan Rengi:

source: The background color of the page
ro: Culoarea fondului paginii
tr: Sayfanýn arkaplan rengi

source: Logo Back. Color:
ro: Cul. fundal logo:
tr: Amblem Arkaplan Rengi:

source: The background color around the logo
ro: Culoarea de fundal în jurul logo
tr: Amblemin civarýndaki arkaplan rengi

source: Text Box Color:
ro: Cul. casetã text:
tr: Metin Kutusu Rengi:

source: The background color of the main text area
ro: Culoare fondului din zona textului principal
tr: Ana metin bölgesinin arkaplan rengi

source: The logo to display in the top-right of the page
ro: Logo-ul afiºat în dreapta-sus a paginii
tr: Sayfanýn sað-üstünde gösterilecek amblem

source: Druid Standard Page
ro: Paginã standard a druidului
tr: Sihirbaz Standart Sayfasý

source: History ID:
ro: ID istoric:
tr: Geçmiþ taýmlayýcýsý :

source: The ID to save the history entries under
ro: ID-ul pentru salvarea intrãrilor în istoric
tr: Geçmiþ girdilerinin kaydedileceði tanýmlayýcý

source: Max Saved:
ro: Salvate max:
tr: Azami Geçmiþ Sayýsý:

source: The maximum number of history entries saved
ro: Numãrul maxim de intrãri salvate în istoric
tr: Kaydedilen geçmiþ bilgilerinin azami sayýsý

source: Gnome Entry
ro: Intrare Gnome
tr: Gnome Girdisi

source: The title of the file selection dialog
ro: Titlul dialogului de selecþie al fiºierelor
tr: Dosya seçme diyaloðunun üstyazýsý

source: Directory:
ro: Director:
tr: Dizin:

source: If a directory is needed rather than a file
ro: Dacã mai degrabã trebuie un director decât un fiºier
tr: Bir dizin bir dosyadan fazlasýna gerek duyuyorsa

source: If the file selection dialog should be modal
ro: Dacã dialogul de selecþie al fiºierelor este modal
tr: Dosya seçme diyaloðu modal olacaksa

source: Gnome File Entry
ro: Intrare fiºiere Gnome
tr: Gnome Dosya Girdisi

source: The title of the font selection dialog
ro: Titlul dialogului de alegere a fontului
tr: Yazýtipi seçme diyaloðu üstyazýsý

source: The preview text to show in the font selection dialog
ro: Text de previzualizare afiºat în dialogul de alegere a fontului
tr: Yazýtipi seçme diyaloðunda gösterilecek önizleme metni

source: Mode:
ro: Mod:
tr: Tür:

source: What to display in the font picker button
ro: De afiºat în butonul de preluare a fontului
tr: Yazýtipi seçme düðmesinde ne gösterilecek

source: Show Size:
ro: Aratã mãrimea:
tr: Büyüklügü Göster:

source: If the font size is shown as part of the font information
ro: Dacã mãrimea fontului este arãtatã ca parte a informaþiilor
tr: Yazýtipi bilgilerinde yazýtipinin boyutu da gösterilecekse

source: Use Font:
ro: Cu fontul:
tr: Yazýtipini Kullan:

source: If the selected font is used when displaying the font information
ro: Dacã fontul ales este folosit la afiºarea informaþiilor
tr: Yazýtipi bilgileri gösterilirken seçili yazýtipi gösterilecekse

source: Use Size:
ro: Cu mãrimea:
tr: Bu Boyu Kullan:

source: The size of the font to use in the font picker button
ro: Mãrimea fontului folosit în butonul de preluare a fontului
tr: Yazýtipi seçme düðmesindeki yazýtipinin boyutu

source: Pick a Font
ro: Ia fontul
tr: Bir Yazýtipi Seçin

source: Gnome Font Picker
ro: Selector fonturi Gnome
tr: Gnome Yazýtipi Seçmeni

source: URL:
tr: Adres:

source: The URL to display when the button is clicked
ro: URL-ul afiºat când se face click pe buton
tr: Düðme týklandýðýnda gösterilecek adres

source: The text to display in the button
ro: Textul afiºat în buton
tr: Düðmenin üstündeki metin

source: Gnome HRef Link Button
ro: Butonul HRef Link Gnome
tr: Gnome HRef Link Düðmesi

source: Gnome Icon Entry
ro: Intrare icon Gnome
tr: Gnome Simge Giriþi

source: The selection mode
ro: Modul de selecþie:
tr: Seçim türü

source: Icon Width:
ro: Lãþime icon:
tr: Simge Geniþliði:

source: The width of each icon
ro: Lãþimea fiecãrui icon
tr: Her simgenin geniþliði

source: The number of pixels between rows of icons
ro: Numãrul de pixeli între rândurile de icon-uri
tr: Simge satýrlarý arasýndaki piksel sayýsý

source: The number of pixels between columns of icons
ro: Numãrul de pixeli între coloanele de icon-uri
tr: Simge sütunlarý arasýndaki piksel sayýsý

source: Icon Border:
ro: Contur icon:
tr: Simge Kenarlýðý:

source: The number of pixels around icons (unused?)
ro: Nr. pixeli în jurul icon-ului (nefolosit?)
tr: Simgelerin etrafýndaki piksel sayýsý

source: Text Spacing:
ro: Spaþiere text:
tr: Metin Boþluðu:

source: The number of pixels between the text and the icon
ro: Numãrul de pixeli între text ºi icon
tr: Metin ve simge arasýndaki piksel sayýsý

source: Text Editable:
ro: Text editabil:
tr: Deðiþtirilebilir Metin:

source: If the icon text can be edited by the user
ro: Dacã textul icon-ului poate fi editat de utilizator
tr: Eðer simge metni kullanýcý tarafýndan deðiþtirilebilir olacaksa

source: Text Static:
tr: Duraðan Metin:

source: If the icon text is static, in which case it will not be copied by the GnomeIconList
ro: Dacã textul icon-ului este static, caz în care nu va fi copiat de cãtre GnomeIconList
tr: Eðer simge metni duraðan ise, GnomeIconList tarafýndan kopyalanamaz

source: Icon List
ro: Listã icon-uri
tr: Simge Listesi

source: Icon Selection
ro: Alegere icon
tr: Simge Seçimi

source: Message Type:
ro: Tip mesaj:
tr: Mesaj Tipi:

source: The type of the message box
ro: Tipul casetei de mesaj
tr: Mesaj kutusunun tipi

source: Message:
ro: Mesaj:
tr: Mesaj:

source: The message to display
ro: Mesajul de afiºat
tr: Gösterilecek mesaj

source: Gnome Message Box
ro: Caseta de mesaaje Gnome
tr: Gnome Ýleti Kutusu

source: Gnome Paper Selector
ro: Configurator paginã Gnome
tr: Gnome Sayfalayýcý Seçicisi

source: Scaled:
ro: Scalat:
tr: Ölçeklenmiþ:

source: If the pixmap is scaled
ro: Dacã pixmap-ul este scalat
tr: Resim ölçeklenmiþ ise

source: Scaled Width:
ro: Lãþime scalare:
tr: Ölçeklenmiþ Geniþlik:

source: The width to scale the pixmap to
ro: Lãþimea la care va fi scalat pixmap-ul
tr: Resmin ölçekleneceði geniþlik

source: Scaled Height:
ro: Înãlþime scalare:
tr: Ölçeklenmiþ Yükseklik:

source: The height to scale the pixmap to
ro: Înãlþimea la care va fi scalat pixmap-ul
tr: Resmin ölçekleneceði yükseklik

source: Gnome Pixmap
ro: Pixmap Gnome
tr: Gnome Resmi

source: Preview:
ro: Previzualizare:
tr: Önizleme:

source: If a small preview of the pixmap is displayed
ro: Dacã este afiºatã o micã previzualizare a pixmap-ului
tr: Resmin küçük bir önizlemesi gösteriliyorsa

source: New GnomePropertyBox
ro: Casetã propr.Gnome nouã
tr: Yeni GnomePropertyBox

source: Property Dialog Box
ro: Casetã de dialog proprietãþi
tr: Özellik Diyalog Kutusu

source: Database Browser
ro: Navigator bazã de date
tr: Veritabaný Tarayýcýsý

source: Data-bound combo
ro: Casetã cu date
tr: Veri-sýnýrý combo'su

source: DSN Configurator
ro: Configurator DSN
tr: DNS Yapýlandýrmasý

source: Database error viewer
ro: Vizualizator erori bazã de date
tr: Veritabaný hata göstericisi

source: Database error dialog
ro: Dialog erori bazã de date
tr: Veritabaný hata diyaloðu

source: Data-bound grid
ro: Grilã cu date
tr: Veri-sýnýrý ýzgarasý

source: Data-bound list
ro: Listã cu date
tr: Veri-sýnýrý listesi

source: Database login widget
ro: Widget login bazã de date
tr: Veritabaný giriþ parçacýðý

source: Login
tr: Gir

source: Database login dialog
ro: Dialog login bazã de date
tr: Veritabaný baðlantý diyaloðu

source: Table Editor
tr: Tablo Düzenleyici

source: GNOME-DB Application window
tr: Gnome-DB Uygulama penceresi

source: Quit Glade
ro: Terminã Glade

source: Are you sure you want to quit?
ro: Sigur doriþi sã terminaþi?

source: X Pad:
ro: Cãptuºire X:

source: Y Pad:
ro: Cãptuºire Y:

source: The relief style of the button
ro: Stilul de relief al butonului

source: Padding:
ro: Cãptuºire:

source: GnomePixmapEntry
ro: Intr.pixmap Gnome
