Repository: cooljeanius/glade-1.1.3
Catalog: po/*.po
Languages: ro, tr

source: Use Arrows:
ro: Cu sãgeþi:
tr: Oklarý kullanýn :

source: If arrows can be used to change the value
ro: Dacã valorile pot fi schimbate cu ajutorul sãgeþilor
tr: Deðeri deðiþtirmek için oklar kullanýlabilirse

source: Use Always:
ro: Întotdeauna:
tr: her zaman kullan :

source: If arrows work even if the value is not in the list
ro: Dacã sãgeþile lucreazã chiar ºi dacã valoarea nu este în listã
tr: Oklar deðer listede olmasa bile iþlevsel ise

source: Items:
ro: Elemente:
tr: Nesneler :

source: The items in the combo list, one per line
ro: Elementele în lista combinatã, unul pe linie
tr: Elek listesindeki birimler, satýr baþýna bir tane

source: Combo Box
ro: Caseta combo
tr: Elek kutusu

source: New columned tree
ro: Arbore cu coloane nou
tr: Yeni sütunlu aðaç

source: The selection mode of the columned tree
ro: Modul de selecþie în arborele cu coloane
tr: Sütunlu aðacýn seçim tüzeði

source: The type of shadow of the columned tree's border
ro: Tipul umbrei chenarului arborelui cu coloane
tr: Sütunlu aðacýn kenarlarýnýn gölge türü

source: Columned Tree
ro: Arbore cu coloane
tr: Sütunlu aðaç

source: Type:
ro: Tip:
tr: Tip :

source: The type of the curve
ro: Tipul curbei
tr: Eðrinin tipi

source: X Min:
tr: Asgari X :

source: The minimum horizontal value
ro: Valoarea minimã pe orizontalã
tr: Asgari yatay deðer

source: X Max:
tr: Azami X :

source: The maximum horizontal value
ro: Valoarea maximã pe orizontalã
tr: Azami yatay deðer

source: Y Min:
tr: Asgari Y :

source: The minimum vertical value
ro: Valoarea minimã pe verticalã
tr: Asgari düþey deðer

source: Y Max:
tr: Azami Y :

source: The maximum vertical value
ro: Valoarea maximã pe verticalã
tr: Azami düþey deðer

source: Curve
ro: Curba
tr: Eðri

source: Creation Function:
ro: Funcþie generatoare:
tr: Yaratma iþlemi :

source: The function which creates the widget
ro: Funcþia care genereazã widgetul
tr: Parçacýðý yaratan iþlem

source: String1:
ro: ªir1:
tr: Metin1 :

source: The first string argument to pass to the function
ro: Primul ºir de transmis funcþiei ca argument
tr: Fonksiyona geçirilecek olan ilk metinsel argüman

source: String2:
ro: ªir2:
tr: Metin2 :

source: The second string argument to pass to the function
ro: Al doilea ºir de transmis funcþiei ca argument
tr: Fonksiyona geçirilecek olan ikinci metinsel argüman

source: The first integer argument to pass to the function
ro: Primul întreg de transmis funcþiei ca argument
tr: Fonksiyona geçirilecek olan ilk tamsayý argüman

source: The second integer argument to pass to the function
ro: Al doilea întreg de transmis funcþiei ca argument
tr: Fonksiyona geçirilecek olan ilk tamsayý argüman

source: Custom Widget
ro: Widget personal
tr: Özel parçacýk

source: Close
ro: Închide
tr: Kapat

source: Dialog
tr: Diyalog

source: Drawing Area
ro: Zona de trasare
tr: Çizim bölgesi

source: Editable:
ro: Editabil:
tr: Deðiþtirilebilir :

source: If the text can be edited
ro: Dacã textul poate fi editat
tr: Metin deðiþtirilebilir olacaksa

source: Text Visible:
ro: Text vizibil:
tr: Metin görünebilirliði :

source: If the text entered by the user will be shown. When turned off, the text typed in is displayed as asterix characters, which is useful for entering passwords
ro: Dacã textul introdus de utilizator va fi afiºat. Dacã este dezactivat, textul introdus va fi afiºat ca asteriscuri, caz uzual la introducerea parolelor
tr: Kullanýcýnýn girdiði metin gösterilek ise. Kapatýldýðýnda, verilen metin yýldýz iþaretleri olarak gösterilecektir. Bu özellik parola isteme eylemlerinde kullanýlýr

source: Max Length:
ro: Lungime max:
tr: Azami uzunluk :

source: The maximum length of the text
ro: Lungimea maximã a textului
tr: Metnin azami uzunluðu

source: Text Entry
ro: Intrare text
tr: Metin giriþi

source: Event Box
ro: Casetã evenimente
tr: Olay kutusu

source: File Ops.:
ro: Operaþii fiºier:
tr: Dosya iþlemleri :

source: If the file operation buttons are shown
ro: Dacã sunt afiºate butoanele de operaþii ale fiºierului
tr: Dosya iþlem tuþlarý gösterilecekse

source: File Selection Dialog
ro: Dialog de selecþie fiºier
tr: Dosya seçme diyaloðu

source: Fixed Positions
ro: Poziþii fixe
tr: Belirli yerler

source: Preview Text:
ro: Text de previzualizare:
tr: Metni Önizle:

source: Font Selection
ro: Alegere font
tr: Yazýtipi seçimi

source: Select Font
ro: Alege font
tr: Yazýtipini seç

source: Font Selection Dialog
ro: Dialog selecþie font
tr: Yazýtipi seçme diyaloðu

source: Frame
ro: Cadru
tr: Çerçeve

source: Initial Type:
ro: Tip iniþial:
tr: Baþlangýç tipi :

source: The initial type of the curve
ro: Tipul iniþial al curbei
tr: Eðrinin baþlangýçtaki tipi

source: Gamma Curve
ro: Curbã Gamma
tr: Gamma eðrisi

source: The type of shadow around the handle box
ro: Tipul umbrei în jurul casetei purtãtoare
tr: Yönetme kutusunun etrafýndaki gölgenin tipi

source: Handle Pos:
ro: Poz. purtãtoare:
tr: Yönetme yeri :

source: The position of the handle
ro: Poziþia purtãtoarei
tr: Yönetmenin yeri

source: Snap Edge:
ro: Latura de prindere:
tr: Kenarlarý uydur :

source: The edge of the handle box which snaps into position
ro: Latura casetei purtãtoare care se prinde în poziþie
tr: Yönetme kutusunun yerine oturan kenarý

source: Handle Box
ro: Caseta purtãtoare
tr: Yönetme kutusu

source: New horizontal box
ro: Casetã orizontalã nouã
tr: Yeni yatay kutu

source: Size:
ro: Mãrime:
tr: Boyut :

source: The number of widgets in the box
ro: Numãrul widgetelor în casetã
tr: Kutudaki parçacýklarýn sayýsý

source: Homogeneous:
ro: Omogen:
tr: Eþ daðýlýmlý :

source: If the children should be the same size
ro: Dacã fiii vor avea aceeaºi mãrime
tr: Uydular ayný boyutta olacaksa

source: Spacing:
ro: Spaþiere:
tr: Boþluk :

source: The space between each child
ro: Spaþiul între fiecare fiu
tr: Uydular arasýndaki boþluk

source: Can't delete any children.
ro: Nu pot ºterge nici un fiu.
tr: Hiç bir uydu silinemez .

source: Position:
ro: Poziþie:
tr: Yer :

source: The widget's position relative to its siblings
ro: Pozitia widgetului realtiv la widgetele adiacente
tr: Parçacýðýn uydularýna göre göreli yeri

source: The widget's padding
ro: Cãptuºirea widgetului
tr: Parçacýðýn padding'i

source: Expand:
ro: Extensibil:
tr: Geniþlet :

source: Set True to let the widget expand
ro: TRUE dacã widgetul se poate extinde
tr: Parçacýðýn geniþlemesi isteniyorsa Doðru yapýn

source: Fill:
ro: Umple zona:
tr: Doldur :

source: Set True to let the widget fill its allocated area
ro: TRUE dacã widgetul poate umple zona alocatã
tr: Parçacýk, kendine ait alaný dolduracaksa Doðru yapýn

source: Pack Start:
ro: Împachetat:
tr: Yükleme baþý :

source: Set True to pack the widget at the start of the box
ro: TRUE dacã la startul casetei widgetul este împachetat
tr: Parçacýk kutunun baþýna yüklenecekse Doðru yapýn

source: Insert Before
ro: Insereazã înaine
tr: Öncesine ekle

source: Insert After
ro: Insereazã dupã
tr: Sonrasýna ekle

source: Horizontal Box
ro: Casetã orizontalã
tr: Yatay kutu

source: New horizontal button box
ro: Casetã orizontalã cu butoane nouã
tr: Yeni yatay düðme kutusu

source: The number of buttons
ro: Numãrul butoanelor
tr: Düðmelerin sayýsý

source: Layout:
ro: Aspect:
tr: Düzenleme :

source: The layout style of the buttons
ro: Aspectul dispunerii butoanelor
tr: Düðmelerin düzenleme biçemi

source: The space between the buttons
ro: Spaþiul între butoane
tr: Düðmeler arasý boþluk

source: Horizontal Button Box
ro: Casetã de butoane orizontalã
tr: Yatay düðme kutusu

source: The position of the divider
ro: Poziþia divizorului
tr: Bölücünün yeri

source: Shrink:
ro: Strângere:
tr: Küçülme :

source: Set True to let the widget shrink
ro: TRUE dacã widgetul se poate strânge
tr: Parçacýk küçülebilir olacaksa Doðru yapýn

source: Resize:
ro: Desfãºurare:
tr: Yeniden boyutla :

source: Set True to let the widget resize
ro: TRUE dacã widgetul se poate desfãºura
tr: Parçacýklar yeniden boyutlanabilir olacaksa Doðru yapýn

source: Horizontal Panes
ro: Cursoare orizontale
tr: Yatay paneller

source: Metric:
tr: Metrik :

source: The units of the ruler
ro: Unitãþile riglei
tr: Cetvel birimleri

source: Lower Value:
ro: Capãt min:
tr: Alt deðer :

source: The low value of the ruler
ro: Capãtul minim al riglei
tr: Cetvelin alt deðeri

source: Upper Value:
ro: Capãt max:
tr: Üst deðer :

source: The high value of the ruler
ro: Capãtul maxim pe riglei
tr: Cetvelin üst deðeri

source: The current position on the ruler
ro: Poziþia curentã pe riglã
tr: Cetvelin þu anki yeri

source: The maximum value of the ruler
ro: Valoarea maximã pe riglã
tr: Cetvelin azami deðeri

source: Horizontal Ruler
ro: Rigla orizontalã
tr: Yatay cetvel

source: Show Value:
ro: Cu gradaþii:
tr: Deðeri göster :

source: If the scale's value is shown
ro: Dacã sunt afiºate gradaþiile scalei
tr: Ölçeðin deðeri gösterilecekse

source: Digits:
ro: Cifre:
tr: Sayýlar :

source: The number of digits to show
ro: Numãrul de cifre afiºate
tr: Gösterilecek sayý basamaklarý sayýsý

source: Value Pos:
ro: Poz. gradaþii:
tr: Deðer yeri :

source: The position of the value
ro: Poziþia gradaþiilor
tr: Deðerin yeri

source: Policy:
ro: Procedurã:
tr: Kural :

source: The update policy of the scale
ro: Procedura de actualizare a scalei
tr: Ölçeðin yenileme kuralý

source: Horizontal Scale
ro: Scara orizontalã
tr: Yatay ölçek

source: The update policy of the scrollbar
ro: Procedura de actualizare a barei de defilare
tr: Kaydýrma çubuðunun yenileme kuralý

source: Horizontal Scrollbar
ro: Barã de defilare orizontalã
tr: Yatay kaydýrma çubuðu

source: Horizonal Separator
ro: Separator orizontal
tr: Yatay ayraç

source: The horizontal alignment
ro: Alinierea orizontalã
tr: yatay hizalama

source: The vertical alignment
ro: Alinierea verticalã
tr: Düþey hizalama

source: Image
ro: Imagine
tr: Resim

source: Invalid stock menu item
ro: Element de meniu din stoc, invalid
tr: Geçersiz stock menü nesnesi

source: Menu item with a pixmap
ro: Element de meniu cu pixmap
tr: Resimli menü öðesi

source: Input Dialog
ro: Dialog de intrare
tr: Girdi diyaloðu

source: Justify:
ro: Aliniat:
tr: Hizalama :

source: The justification of the lines of the label
ro: Alinierea liniilor etichetei
tr: Etiket metninin hizasý

source: Wrap Text:
ro: Formatare:
tr: Metni böl :

source: If the text is wrapped to fit within the width of the label
ro: Dacã textul este formatat sã încapã în lãþimea etichetei
tr: Etiketin geniþliðine uymak için metin bölünsün

source: The horizontal alignment of the entire label
ro: Alinierea orizontalã a întregii etichete
tr: Tüm etiketin yatay hizasý

source: The vertical alignment of the entire label
ro: Alinierea verticalã a întregii etichete
tr: Tüm etiketin düþey hizasý

source: Focus Target:
ro: Focalizare:
tr: Hedefi odakla :

source: The widget to set the keyboard focus to when the underlined accelerator key is used
ro: Widgetul focalizeazã intrarea prin tastaturã la apãsarea tastei acceleratoare subliniate
tr: Altý çizilmiþ tuþa basýldýðýnda, klavye odaklamasý gönderilecek parçacýk

source: Auto
tr: Otomatik

source: Area Width:
ro: Lãþime zonã:
tr: Bölge geniþliði :

source: The width of the layout area
ro: Lãþimea zonei cu aspect dat
tr: Düzenleme bölgesinin geniþliði

source: Area Height:
ro: Înãlþime zonã:
tr: Bölge yüksekliði :

source: The height of the layout area
ro: Înãlþimea zonei cu aspect dat
tr: Düzenleme bölgesinin yüksekliði

source: Layout
ro: Aspect
tr: Düzenleme

source: The selection mode of the list
ro: Moduld de selecþie în listã
tr: Listenin seçim türü

source: List
ro: Lista
tr: Liste

source: List Item
ro: Element listã
tr: Liste nesnesi

source: Popup Menu
ro: Meniu popup
tr: Açýlýr menü

source: Edit Menus...
ro: Editare meniuri...
tr: Menüleri deðiþtir ...

source: Menu Bar
ro: Bara de meniuri
tr: Menü çubuðu

source: Menu Item
ro: Element meniu
tr: Menü nesnesi

source: New notebook
ro: Agendã nouã
tr: Yeni not defteri

source: Number of pages:
ro: Numãr pagini:
tr: Sayfalarýn sayýsý :

source: Show Tabs:
ro: Cu taburi:
tr: Tab'leri göster :

source: If the notebook tabs are shown
ro: Dacã sunt afiºate tabulatoarele agendei
tr: Not defteri tab'lerinin gösterilecek ise

source: Show Border:
ro: Cu chenar:
tr: Kenarý göster :

source: If the notebook border is shown, when the tabs are not shown
ro: Dacã este afiºat chenarul agendei, dar nu ºi tabulatoarele
tr: Not defterinin kenarlarý, tab'ler görünmez iken bile gösterilecek ise

source: Tab Pos:
ro: Poz. taburi:
tr: Teb yeri :

source: The position of the notebook tabs
ro: Poziþia tabulatoarelor agendei
tr: Not defteri tab'lerin yeri

source: Scrollable:
ro: Mobile:
tr: Kaydýrýlabilir :

source: If the notebook tabs are scrollable
ro: Dacã tabulatoarele agendei sunt mobile
tr: Not defteri tab'leri kaydýrýlabilir olacaksa

source: Tab Horz. Border:
ro: Margine H taburi:
tr: Yatay kenar tab'i :

source: The size of the notebook tabs' horizontal border
ro: Grosimea liniei orizontale a tabulatoarelor
tr: Not defterinin yatay kenarýnýn boyutu

source: Tab Vert. Border:
ro: Margine V taburi:
tr: Düþey kenar tab'i :

source: The size of the notebook tabs' vertical border
ro: Grosimea liniei verticale a tabulatoarelor
tr: Not defterinin düþey kenarýnýn boyutu

source: Show Popup:
ro: Ca popup:
tr: Açýlýr menüyü göster

source: If the popup menu is enabled
ro: Dacã meniul este afiºat ca popup
tr: Açýlýr menü açýk olacaksa

source: Number of Pages:
ro: Numãr de pagini:
tr: Sayfa sayýsý :

source: The number of notebook pages
ro: Numãrul paginilor agendei
tr: Not defteri sayfa sayýsý

source: Previous Page
ro: Pagina precedentã
tr: Önceki sayfa

source: Next Page
ro: Pagina urmãtoare
tr: Sonraki sayfa

source: Delete Page
ro: ªterge pagina
tr: Sayfayý sil

source: Switch Next
ro: Schimbã cu urmãt.
tr: Sonrakine geç

source: Switch Previous
ro: Schimbã cu prec.
tr: Öncekine geç

source: Insert Page After
ro: Insereazã pag. dupã
tr: Sonrasýna bir sayfa ekle

source: Insert Page Before
ro: Insereazã pag. înainte
tr: Önceden bir sayfa ekle

source: Notebook
ro: Agenda
tr: Not defteri

source: Option Menu
ro: Meniu Opþiuni
tr: Seçenek menüsü

source: The pixmap filename
ro: Fiºierul pixmap
tr: Resim dosyasýnýn adý

source: Build Insensitive:
ro: Gener. insensibil:
tr: Dokunulamaz yap :

source: If an insensitive version of the pixmap is built automatically
ro: Dacã este generatã automat o versiune insensibilã a pixmap-ului
tr: Bu resmin dokunulamaz bir türevi otomatik olarak yapýlacaksa

source: Pixmap
tr: Resim

source: Color:
ro: În culori:
tr: Renk :

source: If the preview is color or grayscale
ro: Dacã previzualizarea se face în culori sau alb/negru
tr: Önizleme renkli yada siyah-beyaz mý olacak

source: If the preview expands to fill its allocated area
ro: Dacã previzualizarea se extinde în toatã zona alocatã
tr: Önizleme, ayrýlmýþ alaný dolduracaksa

source: Preview
ro: Previzualizare
tr: Önizleme

source: Orientation:
ro: Orientare:
tr: Doðrultu :

source: The orientation of the progress bar's contents
ro: Orientarea conþinutului barei de progres
tr: Ýlerleme çubuðunun içeriðinin doðrultusu

source: Show Text:
ro: Cu text:
tr: Metni göster :

source: If the text should be shown in the progress bar
ro: Dacã textul va fi afiºat în bara de progres
tr: Ýlerleme çubuðunde metin gösterilecekse

source: Activity Mode:
ro: Mod activitate:
tr: Eylem türü :

source: If the progress bar should act like the front of Kit's car
ro: Dacã bara de progres se comportã ca botul maºinii lui Kit :)
tr: Ýlerleme çubuðu saða - sola hareket edecekse

source: The horizontal alignment of the text
ro: Alinierea orizontalã a textului
tr: Metnin yatay hizalamasý

source: The vertical alignment of the text
ro: Alinierea verticalã a textului
tr: Metnin dikey hizalamasý

source: Progress Bar
ro: Bara de progres
tr: Ýlerleme çubuðu

source: If the radio button is initially on
ro: Dacã butonul radio este iniþial apãsat
tr: Seçim düðmesi baþlangýçta açýk olacaksa

source: The radio button group (the default is all radio buttons with the same parent)
ro: Grupul butoanelor radio (implicit toate butoanele radio au acelaºi tatã)
tr: Seçim düðmesi grubu(öntanýmlý olarak her seçim düðmesi ayný parentin üyesidir )

source: Radio Button
ro: Buton radio
tr: Seçim düðmesi

source: If the radio menu item is initially on
ro: Dacã elementul de meniu radio este iniþial activ
tr: Seçim menü nesnesi baþlangýçta açýk olacaksa

source: The radio menu item group (the default is all radio menu items with the same parent)
ro: Grupul elemetelor meniului radio (implicit toate elementele meniului radio au acelaºi tatã)
tr: Seçim menü nesnesi grubu(öntanýmlý olarak her seçim menü nesnesi ayný grubun üyesidir)

source: Radio Menu Item
ro: Element meniu radio
tr: Seçim menüsü nesnesi

source: H Policy:
ro: Procedurã H:
tr: Yatay kuralý :

source: When the horizontal scrollbar will be shown
ro: Dacã va fi afiºatã bara de defilare orizontalã
tr: Yatay kaydýrma çubuðunun ne zaman gösterileceði

source: V Policy:
ro: Procedurã V:
tr: Düþey kuralý :

source: When the vertical scrollbar will be shown
ro: Dacã va fi afiºatã bara de defilare verticalã
tr: Düþey kaydýrma çubuðunun ne zaman gösterileceði

source: The update policy of the vertical scrollbar
ro: Procedura de actualizare a barei de defilare verticalã
tr: Düþey kaydýrma çubuðunun yenileme kuralý

source: Scrolled Window
ro: Fereastrã cu defilare
tr: Kaydýrmalý pencere

source: Climb Rate:
ro: Vitezã defilare:
tr: Týrmanma oraný :

source: The climb rate of the spinbutton, used in conjunction with the Page Increment
ro: Viteza de defilare a butonului cu defilare, în legãturã cu incrementul paginii
tr: Döndürme düðmesinin týrmanma oraný, sayfa arttýrýmý ile beraber kullanýlýr

source: The number of decimal digits to show
ro: Numãrul cifrelor zecimale afiºate
tr: Gösterilecek onluk sayýlarýn basamak sayýsý

source: Numeric:
tr: Sayýsal :

source: If any value entered should be converted according to the locale settings
ro: Dacã orice valoare introdusã va fi convertitã conform opþiunilor locale
tr: verilen herhangi bir deðer yerel ayarlara göre deðiþtirilecekse

source: Update Policy:
ro: Proc. actualizare:
tr: Kuralý yenile :

source: When value_changed signals are emitted
ro: Când este emis semnalul 'value_changed'
tr: Deðer deðiþti sinyalinin verileceði an

source: Snap:
ro: Rotunjire:
tr: Düzelt :

source: If the value is snapped to multiples of the step increment
ro: Dacã valoarea este rotunjitã la multipli ai increm. pasului
tr: Deðer adým aralýðýnýn tam katlarýna göre düzeltelecekse

source: Wrap:
ro: Limitare:
tr: Kýrp :

source: If the value is wrapped at the limits
ro: Dacã valoarea este trunchiatã la limite
tr: Deðer sýnýrlarda kýrpýlacaksa

source: Spin Button
ro: Buton cu defilare
tr: Döndürme düðmesi

source: Status Bar
ro: Bara de stare
tr: Durum çubuðu

source: New table
ro: Tabel nou
tr: Yeni çizelge

source: Number of rows:
ro: Numãr rânduri:
tr: Sýralarýn sayýsý :

source: Rows:
ro: Rânduri:
tr: Sýralar :

source: The number of rows in the table
ro: Numãrul rândurilor în tabel
tr: Çizelgedeki sýralarýn sayýsý

source: Columns:
ro: Coloane:
tr: Sütunlar :

source: The number of columns in the table
ro: Numãrul coloanelor în tabel
tr: Çizelgedeki sütunlarýn sayýsý

source: If the children should all be the same size
ro: Dacã fiii vor avea aceeaºi mãrime
tr: Uydular hep ayný boyutta olacak ise

source: Row Spacing:
ro: Spaþiere rând:
tr: Sýra boþluklarý :

source: The space between each row
ro: Spaþiul dintre rânduri
tr: Sýralar arasýndaki boþluk

source: Col Spacing:
ro: Spaþiere col.:
tr: Sütun boþluklarý :

source: The space between each column
ro: Spaþiul dintre coloane
tr: Sütunlar arasýndaki boþluk

source: Cell X:
ro: Celula X:
tr: Hücre X koordinatý :

source: The left edge of the widget in the table
ro: Marginea din stânga a widgetului în tabel
tr: Çizelge içindeki parçacýðýn sol köþesi

source: Cell Y:
ro: Celula Y:
tr: Hücre Y koordinatý :

source: The top edge of the widget in the table
ro: Marginea de sus a widgetului în tabel
tr: Çizelge içindeki parçacýðýn üst köþesi

source: Col Span:
ro: Câte col.:
tr: Sütun kaplamasý :

source: The number of columns spanned by the widget in the table
ro: Numãrul de coloane din tabel pe care se întinde widgetul
tr: Çizelgede içindeki parçacýk tarafýndan kaplanan sütun sayýsý

source: Row Span:
ro: Câte rând.:
tr: Satýr kaplamasý :

source: The number of rows spanned by the widget in the table
ro: Numãrul de rânduri din tabel pe care se întinde widgetul
tr: Çizelge içindeki parçacýk tarafýndan kaplanan sýra sayýsý

source: H Padding:
ro: Cãptuºire H:
tr: Yatay padding :

source: V Padding:
ro: Cãptuºire V:
tr: Düþey padding :

source: X Expand:
ro: Extindere X:
tr: X yönünde büyüme :

source: Set True to let the widget expand horizontally
ro: TRUE dacã widgetul se poate extinde pe orizontalã
tr: Parçacýk yatayda büyüyecekse Doðru yapýn

source: Y Expand:
ro: Extindere Y:
tr: Y yönünde büyüme :

source: Set True to let the widget expand vertically
ro: TRUE dacã widgetul se poate extinde pe verticalã
tr: Parçacýk dikeyde büyüyecekse Doðru yapýn

source: X Shrink:
ro: Strângere X:
tr: X yönünde küçülme :

source: Set True to let the widget shrink horizontally
ro: TRUE dacã widgetul se poate strânge pe orizontalã
tr: Parçacýk yatayda küçülecekse Doðru yapýn

source: Y Shrink:
ro: Stângere Y:
tr: Y yönünde küçülme :

source: Set True to let the widget shrink vertically
ro: TRUE dacã widgetul se poate strânge pe verticalã
tr: Parçacýk dikeyde küçelecekse Doðru yapýn

source: X Fill:
ro: Umplere X:
tr: X yönünde doldurma :

source: Set True to let the widget fill its horizontal allocated area
ro: TRUE dacã widgetul poate umple pe orizontalã zona alocatã
tr: Parçacýk yatayda ayrýlmýþ alaný dolduracaksa

source: Y Fill:
ro: Umplere Y:
tr: Y yönünde doldurma :

source: Set True to let the widget fill its vertical allocated area
ro: TRUE dacã widgetul poate umple pe verticalã zona alocatã
tr: Pandýr düþeyde ayrýlmýþ alaný dolduracaksa

source: Insert Row Before
ro: Insereazã rând înainte
tr: Öncesinde bir sýra ekle

source: Insert Row After
ro: Insereazã rând dupã
tr: Sonrasýnda bir sýra ekle

source: Insert Column Before
ro: Insereazã coloanã înainte
tr: Öncesinde bir sütun ekle

source: Insert Column After
ro: Insereazã coloanã dupã
tr: Sonrasýnda bir sütun ekle

source: Delete Row
ro: ªterge rând
tr: Sýrayý sil

source: Delete Column
ro: ªterge coloanã
tr: Sütunu sil

source: Table
ro: Tabel
tr: Çizelge

source: Center
ro: Centrat
tr: Ortala

source: If the toggle button is initially on
ro: Dacã butonul de comutare este iniþial apãsat
tr: Deðiþtir düðmesi baþlangýçta açýk olacaksa

source: Toggle Button
ro: Buton comutare
tr: Deðiþtir Düðmesi

source: New toolbar
ro: Barã nouã
tr: Yeni araç çubuðu

source: Number of items:
ro: Numãr elemente:
tr: Nesne sayýsý :

source: The number of items in the toolbar
ro: Numãrul de elemente din barã
tr: Araç çubuðundaki nesnelerin sayýsý

source: The toolbar orientation
ro: Orientarea barei
tr: Araç çubuðu yönü

source: Style:
ro: Stil:
tr: Biçem :

source: The toolbar style
ro: Stilul barei
tr: Araç çubuðu biçemi

source: Tooltips:
ro: Tooltip-uri:
tr: Balon yardýmlar :

source: If tooltips are enabled
ro: Dacã sunt prevãzute tooltip-uri
tr: Balon yardýmlarý açýk olacaksa

source: New Group:
ro: Grup nou:
tr: Yeni grup :

source: Set True to start a new group of toolbar items
ro: TRUE pentru a crea un nou grup de elemente pe barã
tr: Yeni bir araç çubuðu grubu baþlatýlacaksa Doðru yapýn

source: Insert Item Before
ro: Insereazã element înainte
tr: Öncesinde bir nesne ekle

source: Insert Item After
ro: Insereazã element dupã
tr: Sonrasýnda bir birim ekle

source: Toolbar
ro: Barã
tr: Araç çubuðu

source: New vertical box
ro: Casetã verticalã nouã
tr: Yeni düþey kutu

source: Vertical Box
ro: Casetã verticalã
tr: Düþey kutu
