Repository: cooljeanius/glade-1.1.3
Catalog: po/*.po
Languages: ro, tr

source: Show the project widget tree
ro: Aratã arborele de widgete din proiect
tr: Projenin parçacýk aðacýný göster

source: Set the spacing between grid lines
ro: Fixeazã spaþiul dintre liniile grilei
tr: Izgara çizgileri arasýndaki mesafeyi ayarla

source: Snap widgets to the grid (in fixed containers only)
ro: Prinde widgete de grilã (numai la recipiente fixe)
tr: Parçacýklarý ýzgaraya uydur (sadece uygun taþýyýcýlarda mümkündür)

source: Set which parts of a widget snap to the grid
ro: Pãrþile widgetului care se prind de grilã
tr: Parçacýðýn hangi parçalarý ýzgaraya uydurulsun

source: Write Source Code
ro: Scrie cod sursã
tr: Kaynak Kodu Yaz

source: Are you sure you want to create a new project?
ro: Sigur doriþi sã creaþi un proiect nou?
tr: Yeni bir projeyi yaratmak istediðinizden emin misiniz?

source: New project created.
ro: Noul proiect a fost creat.
tr: Yeni proje yaratýldý.

source: Project opened.
ro: Proiectul a fost deschis.
tr: Proje açýldý.

source: Error opening project.
ro: Eroare la deschiderea proiectului.
tr: Proje açýlýrken bir hata oluþtu.

source: Errors opening project file
ro: Erori la deschiderea fiºierelor proiectului
tr: Proje dosyasý açýlýrken birden fazla hata oluþtu

source: errors opening project file:
ro: erori la deschiderea fiºierului:
tr: proje dosyasýný açarken hatalar oluþtu:

source: Error saving project
ro: Eroare la salvarea proiectului
tr: Projeyi kaydederken hata oluþtu

source: Error saving project.
ro: Eroare la salvarea proiectului.
tr: Projeyi kaydederken hata oluþtu.

source: Project saved.
ro: Proiect salvat.
tr: Proje kaydedildi.

source: Errors writing source code
ro: Eroare la scrierea codului sursã
tr: Kaynaðý yazarken hatalar oluþtu

source: Error writing source.
ro: Eroare la scrierea sursei.
tr: Kaynaðý yazarken hata oluþtu.

source: Source code written.
ro: Cod sursã scris.
tr: Kaynak yazýldý.

source: System error message:
ro: Mesaj de eroare sistem:
tr: Sistem hata mesajý:

source: Glade Home Page
ro: Pagina web Glade
tr: Glade Ev Sayfasý

source: <untitled>
ro: <fãrã titlu>
tr: <isimsiz>

source: Write the source code and exit
ro: Scrie codul sursei ºi ieºi
tr: Kaynak kodu yaz ve çýk

source: glade: The XML file must be set for the '-w' or '--write-source' option.
ro: glade: Fiºierul XML trebuie sa aibã argumentul '-w' sau '--write-source'.
tr: glade : '-w' ya da '--write-source' seçenekleri için XML dosyasýnýn ismi belirtilmek zorundadýr.

source: glade: Error loading XML file.
ro: glade: eroare la încãrcarea fiºierului XML.
tr: glade: XML dosyasý yüklenirken hata oluþtu.

source: glade: Error writing source.
ro: glade: eroare la scrierea sursei.
tr: glade: Kaynak kodu yazarken hata oluþtu.

source: Palette
ro: Paleta
tr: Palet

source: private
ro: privat
tr: özel

source: protected
ro: protejat
tr: korumalý

source: public
tr: genel

source: Prelight
ro: Evidenþiat
tr: Önceden aydýnlatýlmýþ

source: Selected
ro: Selectat
tr: Seçili

source: When the window needs redrawing
ro: Când fereastra trebuie regeneratã
tr: Pencerenin yeniden çizilmesi gerekirse

source: When the mouse moves
ro: Când mouse-ul se miºcã
tr: Fare hareket ederse

source: Mouse movement hints
ro: Sugestii la miºcarea mouse-ului
tr: Fare hareket etme ipuçlarý

source: Mouse movement with any button pressed
ro: Miºcare mouse cu un buton apãsat
tr: Bir düðme basýlý iken yapýlan fare hareketi

source: Mouse movement with button 1 pressed
ro: Miºcare mouse cu butonul 1 apãsat
tr: Sol fare düðmesi basýlýyken yapýlan fare hareketi

source: Mouse movement with button 2 pressed
ro: Miºcare mouse cu butonul 2 apãsat
tr: Orta fare düðmesi basýlýyken yapýlan fare hareketi

source: Mouse movement with button 3 pressed
ro: Miºcare mouse cu butonul 3 apãsat
tr: Sað fare düðmesi basýlýyken yapýlan fare hareketi

source: Any mouse button pressed
ro: Apãsarea unui buton al mouse-ului
tr: Her hangi bir fare düðmesinin basýlmasý

source: Any mouse button released
ro: Eliberarea unui buton al mouse-ului
tr: Her hangi bir fare düðmesinin býrakýlmasý

source: Any key pressed
ro: Apãsarea unei taste
tr: Her hangi bir tuþun basýlmasý

source: Any key released
ro: Eliberarea unei taste
tr: Her hangi bir tuþun býrakýlmasý

source: When the mouse enters the window
ro: Când mouse-ul intrã în fereastrã
tr: Fare pencereye giriyorsa

source: When the mouse leaves the window
ro: Când mouse-ul iese din fereastrã
tr: Fare pencereden çýkýyorsa

source: Any change in input focus
ro: Nici o schimbare în intrarea focalizatã
tr: Girdi odaklanmasýnda deðiþim olursa

source: Any change in window structure
ro: Nici o schimbare în structura ferestrei
tr: Pencere yapýsýnda deðiþim olursa

source: Any change in X Windows property
ro: Nici o schimbare în propritãþile X Windows
tr: X pencere özelliklerinde deðiþim olursa

source: Any change in visibility
ro: Nici o schimbare în vizibilitate
tr: Görünebilirlikte deðiþim olursa

source: For cursors in XInput-aware programs
ro: Pentru cursoare din programe care folosesc XImput
tr: XInput'u anlayan uygulamalarýn göstergeleri için

source: Properties
ro: Proprietãþi
tr: Özellikler

source: Packing
ro: Împachetare
tr: Paketleme

source: Common
ro: Comun
tr: Genel

source: Style
ro: Stil
tr: Biçem

source: Signals
ro: Semnale
tr: Sinyaller

source: Properties:
ro: Proprietãþi:
tr: Özellikler:

source: Properties: <none>
ro: Proprietãþi: <nimic>
tr: Özellikler: <isimsiz>

source: Class:
ro: Clasa:
tr: Sýnýf:

source: The class of the widget
ro: Clasa widgetului
tr: Parçacýðýn sýnýfý

source: Width:
ro: Lãþime:
tr: Geniþlik :

source: Height:
ro: Înãlþime:
tr: Yükseklik :

source: Visible:
ro: Vizibil:
tr: Görünebilirlik :

source: If the widget is initially visible
ro: Dacã widgetul este iniþial vizibil
tr: Parçacýk baþlangýçta görünebilir olcaksa

source: Sensitive:
ro: Sensibil:
tr: Duyarlýk :

source: If the widget responds to input
ro: Dacã widgetul rãspunde la intrare
tr: Parçacýk girdilere cevap verecekse

source: The tooltip to display if the mouse lingers over the widget
ro: Tooltipul de afiºat dacã mouse-ul zãboveºte pe widget
tr: Fare parçacýðýn üstünden geçerken gösterilecek balon yardýmý

source: Can Default:
ro: Poate fi implicit:
tr: Öntanýmlý olabilir:

source: Has Default:
ro: Cel implicit:
tr: Öntanýmlý:

source: Can Focus:
ro: Poate focaliza:
tr: Odaklanabilir :

source: If the widget can accept the input focus
ro: Dacã widgetul poate fi focalizat
tr: Parçacýk odaklanmayý kabul edebilecekse

source: Has Focus:
ro: Este focalizat:
tr: Odaklý :

source: If the widget has the input focus
ro: Dacã widgetul este focalizat
tr: Parçacýk girdi odaklanmasýna sahip olacaksa

source: Events:
ro: Evenimente:
tr: Olaylar :

source: The X events that the widget receives
ro: Evenimentele X la care rãspunde widgetul
tr: Parçacýðýn kabul ettiði X olaylarý

source: Ext.Events:
ro: Evenimente ext.:
tr: Baþka olaylar :

source: The X Extension events mode
ro: Mod evenimente extensie X
tr: X eklem olaylarý türü

source: Accelerators:
ro: Acceleratoare:
tr: Hýzlandýrýcýlar :

source: Defines the signals to emit when keys are pressed
ro: Definire semnale emise la apãsarea tastelor
tr: Tuþlara basýlýnca verilecek sinyaller

source: Edit...
ro: Editare...
tr: Düzenle...

source: Propagate:
ro: Propagã:
tr: Yayýmla:

source: Set True to propagate the style to the widget's children
ro: TRUE pentru a propaga stilul la fiii widgetului
tr: Biçem uydu parçacýklara da uygulanacaksa

source: Named Style:
ro: Nume stil:
tr: Ýsimli biçem :

source: The name of the style, which can be shared by several widgets
ro: Numele stilului, care poate fi folosit de mai multe widgete
tr: Biçemin ismi(bu baþka parçacýklar tarafýndan da kullanýlabilir)

source: Font:
tr: Yazýtipi :

source: The font to use for any text in the widget
ro: Fontul folosit în widget pentru texte
tr: Parçacýktaki tüm metinler için kullanýlacak yazýtipi

source: Copy All
ro: Copiazã tot
tr: Hepsini kopyala

source: Foreground:
ro: Prim plan:
tr: Ön alan :

source: Background:
ro: Fundal:
tr: Arka alan :

source: Text:
tr: Metin :

source: Base:
ro: Bazã:
tr: Temel :

source: Foreground color
ro: Culoare prim plan
tr: Ön alan rengi

source: Background color
ro: Culoare fundal
tr: Arka alan rengi

source: Text color
ro: Culoare text
tr: Metin rengi

source: Base color
ro: Culoare bazã
tr: Temel renk

source: Back. Pixmap:
ro: Pixamp fundal:
tr: Arka alan resmi :

source: The graphic to use as the background of the widget
ro: Imaginea folositã de widget ca fundal
tr: Panrçacýðýn arkaplaný olarak kulanýlýnacak resim

source: The file to write source code into
ro: Fiºierul în care se scrie codul sursã
tr: Kaynaðýn yazýlacaðý dosya

source: Public:
tr: Genel :

source: If the widget is added to the component's data structure
ro: Dacã widgetul este adãugat la structura componentelor
tr: Parçacýk, bileþenin veri yapýsýna eklenecekse

source: Separate Class:
ro: Clasã separatã:
tr: Ayrý sýnýf :

source: Put this widget's subtree in a separate class
ro: Pune subarborele widgetului într-o clasã separatã
tr: Bu parçacýðýn altaðacýný baþka bir sýnýfa koy

source: Separate File:
ro: Fiºier separat:
tr: Baþka dosya :

source: Put this widget in a separate source file
ro: Pune widgetul într-un fiºier separat
tr: Bu parçacýðý baþka bir kaynak dosyaya koy

source: Visibility:
ro: Vizibilitate:
tr: Görünebilirlik :

source: Visibility of widgets. Public widgets are exported to a global map.
ro: Vizibilitatea widgetului. Widgetele publice sunt exportate global.
tr: Parçacýklarýn görünebilirliði. Genel parçacýklar küresel bir haritaya ithal edilir .

source: You need to select a color or background to copy
ro: Pentru a copia, selectþi culoarea sau fundalul
tr: Kopyalanacak bir renk yada arkaplaný belirtilmeli

source: Invalid selection in on_style_copy()
ro: Selecþie invalidã în on_style_copy()
tr: on_style_copy()'de geçersiz seçim

source: You need to copy a color or background pixmap first
ro: Trebuie sã copiaþi întâi culoarea sau pixmap-ul de fundal
tr: Öncelikle bir renk yada arkaplan resmi kopyalanmalý

source: You need to select a color to paste into
ro: Pentru a insera, selectaþi o culoare
tr: Yapýþtýrýlacak bir renk seçilmeli

source: You need to select a background pixmap to paste into
ro: Pentru a insera, selectaþi un pixmap de fundal
tr: Yapýþtýrýlacak bir arkaplan resmi seçilmeli

source: Color Selection Dialog
ro: Dialog de selecþie culoare
tr: Renk seçme diyaloðu

source: Select File
ro: Selecteazã fiºier
tr: Dosya seç

source: Couldn't create pixmap from file
ro: Nu pot crea pixmap-ul, din fiºier
tr: Dosyadan resim yaratýlamadý

source: Signal
ro: Semnal
tr: Sinyal

source: Data
tr: Veri

source: After
ro: Dupã
tr: Sonra

source: Object
ro: Obiect
tr: Nesne

source: Signal:
ro: Semnal:
tr: Sinyal :

source: The signal to add a handler for
ro: Semnalul la care se adaugã descriptorul
tr: Yöneticisi eklenecek olan sinyal

source: The function to handle the signal
ro: Funcþia care manipuleazã semnalul
tr: Bu sinyalýn yöneticisi

source: Data:
tr: Veri :

source: The data passed to the handler
ro: Data transmisã descriptorului
tr: Yönetciye geçirilen veriler

source: Object:
ro: Obiect:
tr: Nesne :

source: The object which receives the signal
ro: Obiectul care primeºte semnalul
tr: Sinyali alan nesne

source: After:
ro: Dupã:
tr: Sonra :

source: If the handler runs after the class function
ro: Dacã descriptorul ruleazã dupã clasa funcþiei
tr: Yönetici sýnýf fonksiyonlarýndan sonra çalýþacaksa

source: Add
ro: Adaugã
tr: Ekle

source: Update
ro: Actualizare
tr: Yenile

source: Clear
ro: ªterge
tr: Temizle

source: Accelerators
ro: Acceleratoare
tr: Hýzlandýrýcýlar

source: Mod
tr: Deðiþimci

source: Key
ro: Tasta
tr: Anahtar

source: Signal to emit
ro: Semnal emis
tr: Verilecek sinyal

source: The accelerator key
ro: Tasta acceleratoare
tr: Hýzlandýrýcý anahtarý

source: The signal to emit when the accelerator is pressed
ro: Semnalul emis la apãsarea tastei acceleratoare
tr: Hýzlandýrýcý basýlýnca verilecek sinyal

source: Select X Events
ro: Selectare evenimente X
tr: Bir X Olayý seç

source: Event Mask
ro: Masca evenimente
tr: Olay maskesi

source: Description
ro: Descriere
tr: Anlatým

source: You need to set the accelerator key
ro: Alegeþi tasta acceleratoare
tr: Hýzlandýrýcý anahtarý belirlenmeli

source: You need to set the signal to emit
ro: Alegeþi semnalul emis
tr: Verilecek sinyal belirtilmeli

source: You need to set the signal name
ro: Alegeþi numele semnalului
tr: Sinyalin adý belirlenmeli

source: You need to set the handler for the signal
ro: Definiþi descriptorul semnalului
tr: Sinyalin yöneticisini belirtmek zorundasýn

source: %s signals
ro: %s semnale
tr: %s sinyaller

source: Select Signal
ro: Selectare semnal
tr: Sinyali seç

source: Value:
ro: Valoare:
tr: Deðer :

source: Min:
tr: Asgari :

source: Max:
tr: Azami :

source: Step Inc:
ro: Inc. pas:
tr: Adýmlama miktarý :

source: Page Inc:
ro: Inc. paginã:
tr: Sayfa adýmla miktarý :

source: Page Size:
ro: Dim. pag.:
tr: Sayfa boyutu :

source: H Value:
ro: Valoare H:
tr: Yatay deðer :

source: H Min:
tr: Asgari yatay deðer :

source: H Max:
tr: Azami yatay deðer :

source: H Step Inc:
ro: Inc. H pas:
tr: Yatay adýmlama miktarý :

source: H Page Inc:
ro: Inc. H pag.:
tr: yatay sayfa adýmlama miktarý :

source: H Page Size:
ro: Dim. H pag.:
tr: Yatay sayfa boyutu :

source: V Value:
ro: Valoare V:
tr: Düþey deðer :

source: V Min:
tr: Asgari düþey deðer :

source: V Max:
tr: Azami düþey deðer :

source: V Step Inc:
ro: Inc. V pas:
tr: Düþey adýmlama miktarý :

source: V Page Inc:
ro: Inc. V pag.:
tr: Düþey sayfa adýmlama miktarý :

source: V Page Size:
ro: Dim. V pag.:
tr: Düþey sayfa boyutu :

source: The initial value
ro: Valoarea iniþialã
tr: Baþlangýç deðeri

source: The minimum value
ro: Valoarea minimã
tr: Asgari deðer

source: The maximum value
ro: Valoarea maximã
tr: Azami deðer

source: The step increment
ro: Incrementul pasului
tr: Adýmlama miktarý

source: The page increment
ro: Incrementul paginii
tr: Sayfa adýmalama miktarý

source: The page size
ro: Mãrimea paginii
tr: Sayfa boyutu

source: The requested font is not available.
ro: Fontul cerut nu este disponibil.
tr: Ýstenen yazýtipi yoktur .

source: Select Named Style
ro: Selecþie stiluri
tr: Ýsimli biçemi seç

source: Styles
ro: Stiluri
tr: Biçemler

source: Rename
ro: Redenumire
tr: Yeniden adlandýr

source: Cancel
ro: Renunþã
tr: Ýptal

source: New Style:
ro: Stil nou:
tr: Yeni biçem :

source: Invalid style name
ro: Nume de stil invalid
tr: Geçersiz biçem adý

source: That style name is already in use
ro: Acest nume de stil este deja folosit
tr: Bu biçem adý zaten kullanýmda

source: Rename Style To:
ro: Redenumire stil în:
tr: Biçemi yeniden adlandýr :

source: Couldn't rename file: %s to: %s
ro: Nu pot redenumi fiºierul: %s în: %s
tr: Dosyayý yeniden adlandýramadým : %s => %s

source: Couldn't create file: %s
ro: Nu pot crea fiºierul: %s
tr: Dosya yaratýlamadý : %s

source: Error writing XML file
ro: Eroare la scrierea fiºierului XML
tr: XML dosyasý yazýlýrken hata oluþtu

source: /* * Translatable strings file generated by Glade. * Add this file to your project's POTFILES.in. * DO NOT compile it as part of your application. */
ro: /* * Fiºierul de ºiruri traductibile generat de Glade. * Adãugaþi acest fiºier la POTFILES.in din proiect. * NU îl compilaþi ca parte a aplicaþiei dv. */
tr: /* * Glade tarafýndan yaratýlan tercüme edilebilir metinler dosyasý. * Bu dosya, projenin POTFILES.in dosyasýna eklenmelidir. * Ancak bu dosya KESÝNLÝKLE uygulamanýn bir parçasý olarak derlenmemelidir. */

source: Invalid interface source filename: %s %s
ro: Nume fiºier sursã interfaþã invalid: %s %s
tr: Geçersiz kullanýcý arayüzü kaynak dosyasý : %s %s

source: Invalid interface header filename: %s %s
ro: Nume fiºier header interfaþã invalid: %s %s
tr: Geçersiz kullanýcý arayüzü kaynak baþlýðý : %s %s

source: Invalid callbacks source filename: %s %s
ro: Nume fiºier sursã rapeluri invalid: %s %s
tr: Geçersiz geri-verimler kaynak dosyasý : %s %s

source: Invalid callbacks header filename: %s %s
ro: Nume fiºier header rapeluri invalid: %s %s
tr: Geçersiz geri-verimler kaynak baþlýðý : %s %s

source: Invalid support source filename: %s %s
ro: Nume fiºier sursã suport invalid: %s %s
tr: Geçersiz destek kaynak dosyasý : %s %s

source: Invalid support header filename: %s %s
ro: Nume fiºier header suport invalid: %s %s
tr: Geçersiz destek kaynak baþlýðý : %s %s

source: Couldn't append to file: %s
ro: Nu pot adãuga la fiºierul: %s
tr: Dosyaya eklenemedi : %s

source: Error writing to file: %s
ro: Eroare la scrierea în fiºierul:
tr: Dosyaya yazarken hata oluþtu : %s

source: The filename must be set in the Project Options dialog.
ro: Numele fiºierului trebuie definit în dialogul 'Opþiuni proiect'.
tr: Dosya adý proje seçenekleri diyaloðunda belirtilmek zorunda.

source: The filename must be a simple relative filename. Use the Project Options dialog to set it.
ro: Numele fiºierului trebuie sã fie relativ simplu. Definiþi-l în dialogul 'Opþiuni proiect'.
tr: Dosya adý normal bir göreli dosya adý olmalý. Ayarlamak için proje seçenekleri diyaloðunu kullanýn.

source: Widget Tree
ro: Arbore widget
tr: Parçacýk aðacý

source: Widget not found in box
ro: Widget inexistent în casetã
tr: Parçacýk, kutuda bulunamadý

source: Widget not found in table
ro: Widget inexistent în tabel
tr: Parçacýk, çizelgede bulunamadý

source: Widget not found in fixed container
ro: Widget inexistent în containerul fix
tr: Parçacýk belirli taþýyýcýda bulunamadý

source: Widget not found in packer
ro: Widget inexistent în împachetator
tr: Parçacýk yerleþtiricide bulunamadý

source: Couldn't access file: %s
ro: Nu pot accesa fiºierul: %s
tr: Dosyaya eriþilemedi : %s

source: Couldn't open file: %s
ro: nu pot deschide fiºierul: %s
tr: Dosya açýlamadý : %s

source: Error reading from file: %s
tr: Dosyadan okurken hata oluþtu : %s

source: Couldn't create directory: %s
ro: Nu pot crea directorul: %s
tr: Dizin yaratýlamadý : %s

source: Couldn't access directory: %s
ro: Nu pot accesa directorul: %s
tr: Dizine eriþilemedi : %s

source: Invalid directory: %s
ro: Director invalid: %s
tr: Geçersiz dizin : %s

source: Projects
ro: Proiecte
tr: Projeler

source: project
ro: proiect
tr: proje

source: Couldn't open directory: %s
ro: Nu pot deschide directorul: %s
tr: Dizin açýlamadý : %s

source: Label with Accelerator
ro: Etichetã cu accelerator
tr: Hýzlandýrýcýlý etiket

source: X Align:
ro: Aliniere X:
tr: X ekseninde hizalama :

source: The horizontal alignment of the child widget
ro: Alinierea orizontalã a widgetului fiu
tr: Uydu parçacýðýn yatay hizalamasý

source: Y Align:
ro: Aliniere Y:
tr: Y ekseninde hizalama :

source: The vertical alignment of the child widget
ro: Alinierea verticalã a widgetului fiu
tr: Uydu parçacýðýn düþey hizalamasý

source: X Scale:
ro: Scalare X:
tr: X ölçeði :

source: The horizontal scale of the child widget
ro: Scara orizontalã a widgetului fiu
tr: Uydu parçacýðýn yatay ölçeði

source: Y Scale:
ro: Scalare Y:
tr: Y ölçeði :

source: The vertical scale of the child widget
ro: Scara verticalã a widgetului fiu
tr: Uydu parçacýðýn düþey ölçeði

source: Alignment
ro: Aliniere
tr: Hizalama

source: Direction:
ro: Direcþie:
tr: Doðrultu :

source: The direction of the arrow
ro: Direcþia sãgeþii
tr: Okun doðrultusu

source: Shadow:
ro: Umbra:
tr: Gölge :

source: The shadow type of the arrow
ro: Tipul de umbrã al sãgeþii
tr: Okun gölge tipi

source: The horizontal alignment of the arrow
ro: Alinierea orizontalã a sãgeþii
tr: Okun yatay hizasý

source: The vertical alignment of the arrow
ro: Alinierea verticalã a sãgeþii
tr: Okun düþey hizasý

source: The horizontal padding
ro: Cãptuºirea orizontalã
tr: Yatay padding

source: The vertical padding
ro: Cãptuºirea verticalã
tr: Düþey padding

source: Arrow
ro: Sãgeata
tr: Ok

source: Label X Align:
ro: Al. etich. X:
tr: Etiket X hizasý :

source: The type of shadow of the frame
ro: Tipul umbrei cadrului
tr: Çerçevenin gölge tipi

source: The horizontal alignment of the frame's child
ro: Alinierea orizontalã a fiului cadrului
tr: Çerçevenin uydularýnýn yatay hizasý

source: Ratio:
ro: Proporþii:
tr: Oran :

source: The aspect ratio of the frame's child
ro: Proporþiile fiului cadrului
tr: Çerçevenin uydusunun oluþma oraný

source: Obey Child:
ro: Fiul decide:
tr: Uyduyu kontrol et :

source: If the aspect ratio should be determined by the child
ro: Dacã proporþiile sunt stabilite de fiu
tr: Çerçeve oraný uydulara göre belirlenecekse

source: Aspect Frame
ro: Aspect cadru
tr: Oranlý çerçeve

source: Stock Button:
ro: Buton din stoc:
tr: Stock düðmesi

source: The text to display
ro: Textul de afiºat
tr: Gösterilecek metin

source: Button Relief:
ro: Relief buton:
tr: Düðme Kenarlýðý:

source: Button
ro: Buton
tr: Düðme

source: Heading:
ro: Antet:
tr: Baþlýk:

source: If the month and year should be shown at the top
ro: Dacã luna ºi anul trebuie afiºate sus
tr: Yýl ve ay üstte gösterilecekse

source: Day Names:
ro: Nume zile:
tr: Gün isimleri :

source: If the day names should be shown
ro: Dacã trebuie afiºate numele zilelor
tr: Gün isimleri gösterilecekse

source: Fixed Month:
ro: Luni fixe:
tr: Belirli ay :

source: If the month and year shouldn't be changeable
ro: Dacã luna ºi anul nu se pot schimba
tr: Yil ve ay deðiþtirilemez olacaksa

source: Week Numbers:
ro: Nr. sãptãmânã:
tr: Hafta numaralarý :

source: If the number of the week should be shown
ro: Dacã trebuie afiºat numãrul sãptãmânii
tr: Haftanýn numarasý gösterilecekse

source: Monday First:
ro: Luni, prima:
tr: Pazartesi ilk olsun :

source: If the week should start on Monday
ro: Dacã sãptãmâna trebuie sã înceapã luni
tr: Hafta pazartesi baþlayacaksa

source: Calendar
tr: Takvim

source: Initially On:
ro: Iniþial bifat:
tr: Baþlangýçta açýk :

source: If the check button is initially on
ro: Dacã butonul este iniþial bifat
tr: Onay düðmesi baþlangýçta açýk olacaksa

source: Indicator:
tr: Gösterge :

source: If the indicator is always drawn
ro: Dacã indicatorul este întotdeauna trasat
tr: Gösterge daima gösterilicekse

source: Check Button
ro: Buton bifat
tr: Onay düðmesi

source: If the check menu item is initially on
ro: Dacã elementul de meniu este iniþial bifat
tr: Onay menü nesnesi baþlangýçta açýk olacaksa

source: Check Menu Item
ro: Element meniu cu bifare
tr: Onay menü nesnesi

source: New columned list
ro: Listã cu coloane nouã
tr: Yeni sütunlu liste

source: Number of columns:
ro: Numãr coloane:
tr: Sütunlarýn sayýsý :

source: Select Mode:
ro: Mod selecþie:
tr: Seçme tüzeði :

source: The selection mode of the columned list
ro: Modul de selecþie în lista cu coloane
tr: Sütunlu listenin seçim türü

source: Show Titles:
ro: Cu titluri:
tr: Baþlýklarý göster :

source: If the column titles are shown
ro: Dacã se afiºeazã titlurile coloanelor
tr: Sütun baþlýklarý gösterilecekse

source: The type of shadow of the columned list's border
ro: Tipul umbrei chenarului listei cu coloane
tr: Sütunlu liste baþlýklarýnýn gölge tipi

source: Columned List
ro: Listã cu coloane
tr: Sütunlu liste

source: Color Selection
ro: Alegere culoare
tr: Renk seçimi

source: Select Color
ro: Alege culoarea
tr: Bir renk seç

source: Value In List:
ro: Val. din listã:
tr: Listedeki deðer :

source: If the value must be in the list
ro: Dacã valoarea trebuie sã fie luatã din listã
tr: Deðer listede olmak zorundaysa

source: OK If Empty:
ro: OK dacã e vid:
tr: Boþ olabilir :

source: If an empty value is acceptable, when 'Value In List' is set
ro: Dacã se acceptã o valoare vidã, se ia 'Val. din listã'
tr: Boþ bir deðer de kabul edilebilir ise('Listedeki deðer' açýk iken)

source: Case Sensitive:
ro: Litere mari/mici:
tr: BÜYÜK/küçük harf farklý :

source: If the searching is case sensitive
ro: Dacã cautarea deosebeste literele mari/mici
tr: Aramada B/k farkýna dikkat edilecekse
